{
  "1-1": {
    "curiosity": [
      {
        "text": "The Kingdom of Ghana, located in West Africa, was the first great empire in the region, known for its trade in gold and salt."
      },
      {
        "text1": "Africa is the cradle of humanity, where the first humans evolved."
      }
    ]
  },
  "1-2": {
    "curiosity": [
      {
        "text": "The Ethiopian Empire was one of the few African nations to resist European colonization during the 19th century."
      },
      {
        "text1": "Ancient Egypt was one of the most advanced civilizations in history, building the famous pyramids."
      }
    ]
  },
  "1-3": {
    "curiosity": [
      {
        "text": "The Boer War was a conflict that took place in South Africa between settlers of Dutch and British origin."
      },
      {
        "text1": "The Kingdom of Aksum, located in modern-day Ethiopia, was one of the first great civilizations in Africa."
      }
    ]
  },
  "1-4": {
    "curiosity": [
      {
        "text": "The Kingdom of Carthage, located in North Africa, rivaled Rome during the period of the Roman Republic."
      },
      {
        "text1": "The Great Wall of China is one of the greatest engineering works in history, built to protect the country from invasions."
      }
    ]
  },
  "1-5": {
    "curiosity": [
      {
        "text": "The Kingdom of Kush, located in the region of modern-day Sudan, was an important center of trade and power in Ancient Egypt."
      },
      {
        "text1": "The Inca Empire was the greatest civilization in pre-Columbian America, known for its advanced architecture and road system."
      }
    ]
  },
  "1-6": {
    "curiosity": [
      {
        "text": "The West African Kingdom of Mali was famous for its ruler Mansa Musa, considered one of the richest men in history."
      },
      {
        "text1": "The Industrial Revolution marked a significant change in society and the economy, driven by the invention of machines and factories."
      }
    ]
  },
  "1-7": {
    "curiosity": [
      {
        "text": "The Songhai Empire, located in West Africa, was one of the largest empires in African history."
      },
      {
        "text1": "The French Revolution was a period of intense political and social change in France, with lasting impacts throughout the world."
      }
    ]
  },
  "1-8": {
    "curiosity": [
      {
        "text": "The Kingdom of Axum, in Ethiopia, was an important commercial and religious power, with maritime links with Egypt, India and the Roman Empire."
      },
      {
        "text1": "The Mongol Empire, led by Genghis Khan, was the largest contiguous empire in history, stretching from East Asia to Eastern Europe."
      }
    ]
  },
  "1-9": {
    "curiosity": [
      {
        "text": "The Kingdom of Morocco has a long history, with Berber, Arab and European influences over the centuries."
      },
      {
        "text1": "The United States Declaration of Independence, signed on July 4, 1776, was an important milestone in the struggle for independence in the American colonies."
      }
    ]
  },
  "1-10": {
    "curiosity": [
      {
        "text": "The Ottoman Empire, founded in the 13th century, dominated a vast area that included parts of Europe, Asia and Africa for more than 600 years."
      },
      {
        "text1": "The Industrial Revolution in Britain had a major impact on transforming society and the economy, driving large-scale production and urbanization."
      }
    ]
  },
  "1-11": {
    "curiosity": [
      {
        "text": "The Kingdom of Congo, located in central Africa, was a powerful pre-colonial state known for its ivory and slave trade."
      },
      {
        "text1": "The Battle of Waterloo, on June 18, 1815, was a pivotal event in European history, marking the final defeat of Napoleon Bonaparte."
      }
    ]
  },
  "1-12": {
    "curiosity": [
      {
        "text": "The Mali Empire, led by the famous king Mansa Musa, was a center of trade, learning, and wealth in medieval West Africa."
      },
      {
        "text1": "The Russian Revolution, which took place in 1917, led to the fall of the Russian Empire and the formation of the Soviet Union, inaugurating a new political and social era."
      }
    ]
  },
  "1-13": {
    "curiosity": [
      {
        "text": "The Aztec Empire, located in Mexico, was one of the greatest pre-Columbian civilizations, known for its architecture and advances in agriculture."
      },
      {
        "text1": "The Industrial Revolution in the United States transformed the country into a global industrial and economic power in the 19th century."
      }
    ]
  },
  "1-14": {
    "curiosity": [
      {
        "text": "The Kingdom of Benin, in what is now Nigeria, was an important commercial and cultural center in pre-colonial West Africa."
      },
      {
        "text1": "The Emancipation Proclamation, issued by United States President Abraham Lincoln on January 1, 1863, freed slaves in the Confederate states during the American Civil War."
      }
    ]
  },
  "1-15": {
    "curiosity": [
      {
        "text": "The Byzantine Empire, based in Constantinople, maintained the heritage of the Eastern Roman Empire and played a crucial role in preserving classical culture."
      },
      {
        "text1": "The Cold War was a period of political and military tension between the United States and the Soviet Union, characterized by ideological rivalry and global competition."
      }
    ]
  },
  "1-16": {
    "curiosity": [
      {
        "text": "The Kingdom of Zimbabwe in Southern Africa was an important commercial and cultural center during the Middle Ages."
      },
      {
        "text1": "The Industrial Revolution in Germany boosted the country's economic and technological development, making it an industrial power in the 19th century."
      }
    ]
  },
  "1-17": {
    "curiosity": [
      {
        "text": "The Gupta Empire in India was known as India's Golden Age due to its flourishing in arts, sciences and commerce."
      },
      {
        "text1": "The American Civil War, which took place from 1861 to 1865, was a bloody conflict between the Northern and Southern states of the United States, mainly over the issue of slavery."
      }
    ]
  },
  "1-18": {
    "curiosity": [
      {
        "text": "The Kingdom of Portugal played a key role in the Age of Discovery, exploring sea routes and establishing colonies around the world."
      },
      {
        "text1": "The Mexican Revolution, which began in 1910, resulted in the overthrow of the dictatorial government of Porfirio Díaz and the search for social justice and political reforms in Mexico."
      }
    ]
  },
  "1-19": {
    "curiosity": [
      {
        "text": "The Mayan Empire, located in Mesoamerica, was one of the most advanced civilizations of antiquity, known for its hieroglyphic writing and complex calendar systems."
      },
      {
        "text1": "The Industrial Revolution in Japan, which occurred at the end of the 19th century, drove the country's modernization and its transformation into an industrial power."
      }
    ]
  },
  "1-20": {
    "curiosity": [
      {
        "text": "The Kingdom of Buganda, located in what is now Uganda, played an important role in the history and culture of East Africa."
      },
      {
        "text1": "The Second World War, which took place from 1939 to 1945, was the most devastating global conflict in history, involving the world's main powers in a large-scale military conflict."
      }
    ]
  },
  "1-21": {
    "curiosity": [
      {
        "text": "The Roman Empire was one of the greatest empires in history, known for its engineering, legislation, and lasting influence on Western culture."
      },
      {
        "text1": "The Industrial Revolution in France, in the 19th century, brought technological advances and significant socioeconomic changes to the country."
      }
    ]
  },
  "1-22": {
    "curiosity": [
      {
        "text": "The Kingdom of Kongo, in central Africa, played an important role in the transatlantic slave trade during the 16th and 17th centuries."
      },
      {
        "text1": "The American War of Independence, fought from 1775 to 1783, resulted in the formation of the United States as an independent nation."
      }
    ]
  },
  "1-23": {
    "curiosity": [
      {
        "text": "The Persian Empire, under the reign of Cyrus the Great, established one of the greatest empires of antiquity, known for its religious tolerance and efficient governance."
      },
      {
        "text1": "The Industrial Revolution in Russia in the 19th century transformed the Russian economy and boosted the country's industrial growth."
      }
    ]
  },
  "1-24": {
    "curiosity": [
      {
        "text": "The Kingdom of Bhutan, in Asia, is known for its Gross National Happiness policy, seeking the material and spiritual well-being of its citizens."
      },
      {
        "text1": "The Haitian Revolution, which took place between 1791 and 1804, was the first successful slave revolt in history, leading to Haiti's independence and the end of slavery in the French colony of Saint-Domingue."
      }
    ]
  },
  "1-25": {
    "curiosity": [
      {
        "text": "The Inca Empire, located in the Andes region, was the largest pre-Columbian civilization, known for its stone architecture and advanced agricultural systems."
      },
      {
        "text1": "The Industrial Revolution in Belgium in the 19th century boosted the country's development as an industrial and commercial center in Europe."
      }
    ]
  },
  "1-26": {
    "curiosity": [
      {
        "text": "The Kingdom of Axum, in modern-day Ethiopia, was an important trading center and one of the first Christian civilizations in Africa."
      },
      {
        "text1": "The French Revolution, which took place between 1789 and 1799, was a period of intense political and social unrest in France, resulting in the fall of the monarchy and the establishment of the French Republic."
      }
    ]
  },
  "1-27": {
    "curiosity": [
      {
        "text": "The Austro-Hungarian Empire, established in 1867, was a great power in Central Europe, comprising many different nationalities and cultures."
      },
      {
        "text1": "The Industrial Revolution in Canada in the 19th century drove the country's economic growth, especially in the manufacturing and transportation industries."
      }
    ]
  },
  "1-28": {
    "curiosity": [
      {
        "text": "The Kingdom of Kush, located in the region of modern Sudan, was a powerful kingdom that controlled trade routes between Central Africa and the Mediterranean."
      },
      {
        "text1": "The Industrial Revolution in Italy in the 19th century transformed the country from a predominantly agricultural economy into an industrial and commercial power."
      }
    ]
  },
  "1-29": {
    "curiosity": [
      {
        "text": "The Chinese Empire, under the Tang dynasty, was one of the most prosperous periods in Chinese history, known for its trade and cultural exchange."
      },
      {
        "text1": "The Industrial Revolution in Spain in the 19th century had a significant impact on the country's economic and social development."
      }
    ]
  },
  "1-30": {
    "curiosity": [
      {
        "text": "The British Empire was the largest empire in history, spanning territories across the world and exerting lasting political and cultural influence."
      },
      {
        "text1": "The Industrial Revolution in Australia, in the 19th century, boosted the country's economy, mainly through the exploitation of natural resources and the development of manufacturing industries."
      }
    ]
  },
  "1-31": {
    "curiosity": [
      {
        "text": "The Kingdom of Imericia, in present-day Georgia, played an important role in the history of the Caucasus and was a center of trade and culture in the region."
      },
      {
        "text1": "The Industrial Revolution in India, in the 19th century, brought significant changes to the country's economy and society, driving the growth of the textile industry and the transport sector."
      }
    ]
  },
  "2-1": {
    "curiosity": [
      {
        "text": "The Ottoman Empire, established in the 13th century, was one of the largest empires in history, encompassing territories in Europe, Asia and Africa."
      },
      {
        "text1": "The Industrial Revolution in Sweden, in the 19th century, transformed the country into an important industrial power, especially in the mining and metallurgy sector."
      }
    ]
  },
  "2-2": {
    "curiosity": [
      {
        "text": "The Kingdom of Morocco, located in North Africa, has a rich history dating back to ancient times and played a crucial role in trans-Saharan trade routes."
      },
      {
        "text1": "The Industrial Revolution in Brazil, in the 19th century, boosted the growth of industry and the modernization of the country, especially with the expansion of the coffee sector."
      }
    ]
  },
  "2-3": {
    "curiosity": [
      {
        "text": "The Mongol Empire, led by Genghis Khan, was the largest contiguous empire in history, stretching from East Asia to Eastern Europe."
      },
      {
        "text1": "The Industrial Revolution in Argentina, in the 19th century, boosted the country's economic development, especially in the agricultural sector and the food industry."
      }
    ]
  },
  "2-4": {
    "curiosity": [
      {
        "text": "The Kingdom of Succotra, located in the archipelago of the same name in the Indian Ocean, is known for its unique flora and lush landscapes."
      },
      {
        "text1": "The Industrial Revolution in Chile, in the 19th century, boosted the country's economic development, especially in mining and the copper industry."
      }
    ]
  },
  "2-5": {
    "curiosity": [
      {
        "text": "The Spanish Empire was one of the largest empires in history, stretching across vast parts of Europe, America, Africa and Asia."
      },
      {
        "text1": "The Industrial Revolution in Greece, in the 19th century, brought significant changes to the country's economy, especially in the maritime sector and the textile industry."
      }
    ]
  },
  "2-6": {
    "curiosity": [
      {
        "text": "The South Pacific Kingdom of Tonga is the only nation on the oceanic continent never to have been colonized by a foreign power."
      },
      {
        "text1": "The Industrial Revolution in Mexico, in the 19th century, brought profound economic and social changes to the country, boosting the development of the textile industry, the mining sector and transport infrastructure."
      }
    ]
  },
  "2-7": {
    "curiosity": [
      {
        "text": "The Byzantine Empire, with its capital in Constantinople, was one of the longest-lasting empires in history, preserving the culture and heritage of the Eastern Roman Empire."
      },
      {
        "text1": "The Industrial Revolution in Austria in the 19th century boosted the country's economic growth, especially in the steel industry and machine production."
      }
    ]
  },
  "2-8": {
    "curiosity": [
      {
        "text": "The Kingdom of Granada, located on the Iberian Peninsula, was the last Muslim stronghold in the region before being conquered by Christian kingdoms during the Reconquista."
      },
      {
        "text1": "The Industrial Revolution in Norway in the 19th century brought significant changes to the country's economy, especially in the timber, fishing and hydroelectric power industries."
      }
    ]
  },
  "2-9": {
    "curiosity": [
      {
        "text": "The Mauryan Empire in ancient India was one of the largest empires of the time, unifying much of the Indian subcontinent under a single government."
      },
      {
        "text1": "The Industrial Revolution in Finland in the 19th century transformed the country from an agrarian economy to an industrialized economy, especially in the pulp and paper industry."
      }
    ]
  },
  "2-10": {
    "curiosity": [
      {
        "text": "The Kingdom of Aksum, located in present-day Ethiopia and Eritrea, was an important commercial and cultural center in Antiquity, controlling trade routes between Africa, Asia and Europe."
      },
      {
        "text1": "The Industrial Revolution in South Korea, starting in the 1960s, drove the country's rapid economic and industrial development, known as the 'Miracle on the Han River'."
      }
    ]
  },
  "2-11": {
    "curiosity": [
      {
        "text": "The Carolingian Empire, founded by Charlemagne, was a European empire that encompassed much of Western Europe during the Middle Ages."
      },
      {
        "text1": "The Industrial Revolution in Poland in the 19th century transformed the country from an agricultural economy to an industrialized economy, especially in the textile and steel industries."
      }
    ]
  },
  "2-12": {
    "curiosity": [
      {
        "text": "The French Revolution, which took place between 1789 and 1799, was an event that marked the transition from absolute monarchy to republic in France, with important political and social repercussions."
      },
      {
        "text1": "The First World War, which took place from 1914 to 1918, was a global conflict that involved the major world powers of the time and had a significant impact on geopolitics and society in the 20th century."
      }
    ]
  },
  "2-13": {
    "curiosity": [
      {
        "text": "The Treaty of Tordesillas, signed in 1494, divided the lands discovered and to be discovered between Portugal and Spain, establishing the basis for the colonization of the Americas by both countries."
      },
      {
        "text1": "The Cold War, which lasted from 1947 to 1991, was a period of political, military and ideological tension between the United States and the Soviet Union, characterized by rivalry between the two blocs led by these powers."
      }
    ]
  },
  "2-14": {
    "curiosity": [
      {
        "text": "Valentine's Day, celebrated on February 14, originates from tributes to Saint Valentine, a Roman priest who was martyred for secretly marrying soldiers, defying the orders of Emperor Claudius II."
      },
      {
        "text1": "The Treaty of Versailles, signed in 1919, marked the end of the First World War and imposed heavy sanctions on Germany, laying the foundations for the interwar period and the emergence of the Second World War."
      }
    ]
  },
  "2-15": {
    "curiosity": [
      {
        "text": "On February 15, 1898, the battleship USS Maine exploded in Havana Harbor, Cuba, an event that played a significant role in the outbreak of the Spanish-American War."
      },
      {
        "text1": "On February 15, 1954, Canada officially adopted the red and white maple leaf flag, making it the country's national symbol."
      }
    ]
  },
  "2-16": {
    "curiosity": [
      {
        "text": "On February 16, 1923, Egypt was proclaimed an independent kingdom, ending the period of British rule and establishing a constitutional monarchy."
      },
      {
        "text1": "On February 16, 1968, the famous Battle of Huế took place, one of the main clashes during the Vietnam War, between North American and Viet Cong forces."
      }
    ]
  },
  "2-17": {
    "curiosity": [
      {
        "text": "On February 17, 1867, the United Kingdom signed the Treaty of Rome with the Kingdom of Italy, recognizing the unification of Italy and ending the rule of the Papal States."
      },
      {
        "text1": "On February 17, 1979, the Islamic Revolution occurred in Iran, which resulted in the fall of Shah Mohammad Reza Pahlavi and the rise to power of Ayatollah Khomeini."
      }
    ]
  },
  "2-18": {
    "curiosity": [
      {
        "text": "On February 18, 1930, the famous incident known as the 'Salt March' occurred in India, led by Mahatma Gandhi, as a non-violent protest against British taxes on salt."
      },
      {
        "text1": "On February 18, 1954, scientists James Watson and Francis Crick discovered the structure of DNA, an important milestone in understanding genetics and heredity."
      }
    ]
  },
  "2-19": {
    "curiosity": [
      {
        "text": "On February 19, 1878, Thomas Edison received a patent for the phonograph, one of the first devices capable of recording and reproducing sounds."
      },
      {
        "text1": "On February 19, 1942, during World War II, the President of the United States, Franklin D. Roosevelt, signed Executive Order 9066, authorizing the internment of Japanese citizens and Japanese-Americans in concentration camps ."
      }
    ]
  },
  "2-20": {
    "curiosity": [
      {
        "text": "On February 20, 1962, American astronaut John Glenn became the first American to orbit the Earth, aboard the Friendship 7 spacecraft."
      },
      {
        "text1": "On February 20, 1986, the Mir space station was launched, becoming the first modular space station in Earth orbit."
      }
    ]
  },
  "2-21": {
    "curiosity": [
      {
        "text": "On February 21, 1848, the Communist Manifesto, written by Karl Marx and Friedrich Engels, was published, a fundamental document for communist ideology."
      },
      {
        "text1": "On February 21, 1965, African-American activist Malcolm X was assassinated in New York, an event that had a significant impact on the civil rights movement in the United States."
      }
    ]
  },
  "2-22": {
    "curiosity": [
      {
        "text": "On February 22, 1632, the philosopher René Descartes published his most famous philosophical work, the 'Discourse on Method,' which laid the foundations of modern rationalism."
      },
      {
        "text1": "On February 22, 1980, the United States ice hockey team defeated the Soviet Union team in a historic game known as the 'Miracle on Ice' during the 1980 Winter Olympics."
      }
    ]
  },
  "2-23": {
    "curiosity": [
      {
        "text": "On February 23, 1945, during World War II, American and Philippine troops recaptured the city of Manila, Philippines, after intense fighting against Japanese forces."
      },
      {
        "text1": "On February 23, 1981, the military coup took place in Spain, known as '23-F', when a group of civil guards invaded the Spanish parliament in a failed coup attempt."
      }
    ]
  },
  "2-24": {
    "curiosity": [
      {
        "text": "On February 24, 1868, the beginning of the Glorious Revolution occurred in Spain, a movement that led to the overthrow of Queen Isabella II and the establishment of a provisional government."
      },
      {
        "text1": "On February 24, 1989, British scientist Tim Berners-Lee presented the proposal for the creation of the World Wide Web, one of the most important milestones in the history of the internet."
      }
    ]
  },
  "2-25": {
    "curiosity": [
      {
        "text": "On February 25, 1836, the Battle of the Alamo took place, a clash between Mexican forces and Texian defenders that became a symbol of courage and resistance in Texas history."
      },
      {
        "text1": "On February 25, 1956, Soviet leader Nikita Khrushchev gave a secret speech at the 20th Congress of the Communist Party of the Soviet Union, denouncing the crimes and excesses committed during Josef Stalin's regime."
      }
    ]
  },
  "2-26": {
    "curiosity": [
      {
        "text": "On February 26, 1815, the Battle of Waterloo took place in Belgium, where the forces of Emperor Napoleon Bonaparte were defeated by the troops of the coalition led by the Duke of Wellington, marking the definitive end of the Napoleonic empire."
      },
      {
        "text1": "On February 26, 1993, the attack on the World Trade Center occurred in New York, when a truck bomb exploded in the complex's garage, resulting in six deaths and hundreds of injuries."
      }
    ]
  },
  "2-27": {
    "curiosity": [
      {
        "text": "On February 27, 1900, the American film company Universal Pictures was founded, becoming one of the oldest and most influential film producers in the world."
      },
      {
        "text1": "On February 27, 1933, the fire in the Reichstag, the German parliament in Berlin, was used by the Nazis as a pretext to restrict civil liberties and consolidate their power."
      }
    ]
  },
  "2-28": {
    "curiosity": [
      {
        "text": "On February 28, 1953, scientist James Watson and biologist Francis Crick discovered the structure of the DNA molecule, one of the most important discoveries in the history of biology."
      },
      {
        "text1": "On February 28, 1986, the spacecraft Challenger exploded shortly after launch, resulting in the deaths of all seven astronauts on board."
      }
    ]
  },
  "2-29": {
    "curiosity": [
      {
        "text": "On February 28, 1986, the spacecraft Challenger exploded shortly after launch, resulting in the deaths of all seven astronauts on board."
      },
      {
        "text1": "On February 28, 1953, scientist James Watson and biologist Francis Crick discovered the structure of the DNA molecule, one of the most important discoveries in the history of biology."
      }
    ]
  },
  "3-1": {
    "curiosity": [
      {
        "text": "On March 1, 1872, Yellowstone National Park was established in the United States, becoming the world's first national park."
      },
      {
        "text1": "On March 1, 1994, the Brazilian musical group Mamonas Assassinas died in a tragic plane crash, prematurely interrupting the band's meteoric rise."
      }
    ]
  },
  "3-2": {
    "curiosity": [
      {
        "text": "On March 2, 1956, Morocco gained independence, ending the period of French colonization in the country."
      },
      {
        "text1": "On March 2, 1962, American singer-songwriter Bob Dylan released his first studio album, titled 'Bob Dylan', which became a landmark in folk music."
      }
    ]
  },
  "3-3": {
    "curiosity": [
      {
        "text": "On March 3, 1845, Florida was admitted as the 27th state of the United States, expanding the country's territory in the Gulf of Mexico region."
      },
      {
        "text1": "On March 3, 1913, the Suffragette Parade took place in Washington DC, where thousands of women marched to gain the right to vote in the United States."
      }
    ]
  },
  "3-4": {
    "curiosity": [
      {
        "text": "On March 4, 1789, the inauguration of the first president of the United States, George Washington, took place, marking the beginning of the country's presidential history."
      },
      {
        "text1": "On March 4, 1933, President Franklin D. Roosevelt took office during the Great Depression, delivering the famous inauguration speech with the phrase 'The only thing we have to fear is fear itself'."
      }
    ]
  },
  "3-5": {
    "curiosity": [
      {
        "text": "On March 5, 1953, Soviet leader Joseph Stalin died, after ruling the Soviet Union with an iron fist for more than two decades."
      },
      {
        "text1": "On March 5, 1984, the computer program Lotus 1-2-3, one of the first spreadsheet software, was released, playing an important role in the popularization of personal computers."
      }
    ]
  },
  "3-6": {
    "curiosity": [
      {
        "text": "On March 6, 1475, the famous Renaissance painter Michelangelo, known for masterpieces such as the sculpture 'David' and the painting of the Sistine Chapel, was born."
      },
      {
        "text1": "On March 6, 1957, Ghana became the first African country to gain independence from colonialism, leading the decolonization movement on the continent."
      }
    ]
  },
  "3-7": {
    "curiosity": [
      {
        "text": "On March 7, 1876, Alexander Graham Bell received a patent for the telephone, revolutionizing communications and paving the way for the age of telecommunications."
      },
      {
        "text1": "On March 7, 1965, the famous episode known as 'Bloody Sunday' occurred, when civil rights protesters were brutally repressed by the police on the bridge from Selma to Montgomery, in the United States."
      }
    ]
  },
  "3-8": {
    "curiosity": [
      {
        "text": "On March 8, 1917, in the context of the First World War, the beginning of the Russian Revolution occurred, with demonstrations by women in Petrograd, which later led to the fall of the tsarist regime."
      },
      {
        "text1": "On March 8, 1971, boxer Muhammad Ali and Joe Frazier fought in what became known as 'The Fight of the Century', with Frazier winning by unanimous decision."
      }
    ]
  },
  "3-9": {
    "curiosity": [
      {
        "text": "On March 9, 1959, singer and actor Elvis Presley was released from military service, after fulfilling his duty in Germany, returning to his successful career."
      },
      {
        "text1": "On March 9, 1997, rapper The Notorious BIG, also known as Biggie Smalls, was murdered in a shooting in Los Angeles, leaving a remarkable legacy in the world of hip-hop."
      }
    ]
  },
  "3-10": {
    "curiosity": [
      {
        "text": "On March 10, 1876, the gramophone, the precursor to the record player, invented by Thomas Edison, was patented, revolutionizing the way music was recorded and reproduced."
      },
      {
        "text1": "On March 10, 1959, Tibet was invaded by China, resulting in a long period of cultural and political repression in the country."
      }
    ]
  },
  "3-11": {
    "curiosity": [
      {
        "text": "On March 11, 1818, the famous German composer Johann Sebastian Bach passed away, leaving a legacy of classical musical works that influenced later generations."
      },
      {
        "text1": "On March 11, 2011, a 9.0 magnitude earthquake struck Japan, followed by a devastating tsunami, resulting in a serious nuclear crisis at the Fukushima plant."
      }
    ]
  },
  "3-12": {
    "curiosity": [
      {
        "text": "On March 12, 1930, Mahatma Gandhi began the Salt March in India, one of the milestones in the country's independence movement against British rule."
      },
      {
        "text1": "On March 12, 1994, the Hebron massacre occurred, a terrorist attack on a mosque in the city of Hebron, in the West Bank, resulting in the death of 29 Palestinians and injuring dozens of people."
      }
    ]
  },
  "3-13": {
    "curiosity": [
      {
        "text": "On March 13, 1781, astronomer William Herschel discovered the planet Uranus, expanding knowledge about the Solar System."
      },
      {
        "text1": "On March 13, 2013, Cardinal Jorge Mario Bergoglio of Argentina was elected Pope Francis, becoming the first Latin American pope in the history of the Catholic Church."
      }
    ]
  },
  "3-14": {
    "curiosity": [
      {
        "text": "On March 14, 1879, Albert Einstein, one of the most renowned scientists in history, was born in Ulm, in the Kingdom of Württemberg, in the German Empire."
      },
      {
        "text1": "On March 14, 1950, the United Nations (UN) established International Women's Day, celebrated annually to promote gender equality and women's rights."
      }
    ]
  },
  "3-15": {
    "curiosity": [
      {
        "text": "On March 15, 44 BC, the assassination of Julius Caesar, Roman leader and emperor, by a group of senators occurred, resulting in a significant change in the course of Roman history."
      },
      {
        "text1": "On March 15, 1972, the United Kingdom adopted the decimal currency system, replacing the old system of pounds, shillings and pence."
      }
    ]
  },
  "3-16": {
    "curiosity": [
      {
        "text": "On March 16, 1521, Portuguese navigator Ferdinand Magellan arrived in the Philippines during his circumnavigation expedition, becoming the first European to do so."
      },
      {
        "text1": "On March 16, 1968, the My Lai massacre occurred during the Vietnam War, in which American soldiers killed more than 500 Vietnamese civilians, including women, children and the elderly."
      }
    ]
  },
  "3-17": {
    "curiosity": [
      {
        "text": "On March 17, 461 AD, Saint Patrick, patron saint of Ireland, who is celebrated annually on Saint Patrick's Day, known as St. Patrick's Day, passed away."
      },
      {
        "text1": "On March 17, 1905, Bloody Sunday took place in Saint Petersburg, Russia, when peaceful protesters were suppressed by the Tsarist army, resulting in hundreds of deaths and marking the beginning of the Russian Revolution of 1905."
      }
    ]
  },
  "3-18": {
    "curiosity": [
      {
        "text": "On March 18, 1314, Jacques de Molay, the last Grand Master of the Templars, was burned at the stake, marking the end of the Order of the Knights Templar."
      },
      {
        "text1": "On March 18, 1965, the civil rights march from Selma to Montgomery in the United States took place in an effort to secure voting rights for African Americans."
      }
    ]
  },
  "3-19": {
    "curiosity": [
      {
        "text": "On March 19, 1687, Isaac Newton published his masterpiece, 'Principia Mathematica,' which established the laws of motion and the law of gravity, revolutionizing physics."
      },
      {
        "text1": "On March 19, 2003, the Iraq War began, led by the United States and its allies, resulting in a series of events that shaped the geopolitics of the region."
      }
    ]
  },
  "3-20": {
    "curiosity": [
      {
        "text": "On March 20, 1852, Harriet Beecher Stowe published the novel 'Uncle Tom's Cabin', an important work in the fight against slavery in the United States."
      },
      {
        "text1": "On March 20, 2016, former President of the United States, Barack Obama, made a historic visit to Cuba, marking a milestone in the normalization of relations between the two countries."
      }
    ]
  },
  "3-21": {
    "curiosity": [
      {
        "text": "On March 21, 1960, the Sharpeville Massacre occurred in South Africa, when police opened fire on peaceful protesters against apartheid laws, resulting in 69 deaths."
      },
      {
        "text1": "On March 21, 2014, Russia annexed the Crimean peninsula, following a controversial referendum that was condemned by the international community."
      }
    ]
  },
  "3-22": {
    "curiosity": [
      {
        "text": "On March 22, 1622, the Jamestown Massacre occurred in the British colony of Virginia, when Native Americans attacked and killed British colonists."
      },
      {
        "text1": "On March 22, 1993, Canadian rock musician and singer John Candy passed away at the age of 43, leaving a legacy of comedies and memorable performances."
      }
    ]
  },
  "3-23": {
    "curiosity": [
      {
        "text": "On March 23, 1806, Lewis and Clark began their legendary expedition to explore the western United States, a journey that lasted more than two years and helped expand knowledge about the geography and nature of the United States. region."
      },
      {
        "text1": "On March 23, 2001, Russia launched the Mir space station into space, which became a landmark in space exploration and operated for more than 15 years before being deactivated."
      }
    ]
  },
  "3-24": {
    "curiosity": [
      {
        "text": "On March 24, 1603, Queen Elizabeth I of England died, ending the Tudor dynasty and marking the beginning of the reign of the Stuart dynasty, with the accession of James VI of Scotland to the English throne as James I."
      },
      {
        "text1": "On March 24, 1999, NATO began aerial bombings in Serbia, as part of the military intervention in the Kosovo conflict, during the Kosovo War."
      }
    ]
  },
  "3-25": {
    "curiosity": [
      {
        "text": "On March 25, 1807, the British Parliament passed the Slave Trade Abolition Act, prohibiting the slave trade in the British Empire."
      },
      {
        "text1": "On March 25, 1957, the Treaty of Rome was signed, creating the European Economic Community (EEC), precursor to the European Union (EU)."
      }
    ]
  },
  "3-26": {
    "curiosity": [
      {
        "text": "On March 26, 1979, the Peace Treaty between Israel and Egypt was signed in Washington DC, officially ending the state of war between the two countries."
      },
      {
        "text1": "On March 26, 1997, the Russian spacecraft Soyuz TM-24 was launched, carrying a crew consisting of a Russian cosmonaut, an American astronaut and a German astronaut to the Mir Space Station."
      }
    ]
  },
  "3-27": {
    "curiosity": [
      {
        "text": "On March 27, 1912, Japan and China signed the Treaty of Xinchou, which ended the Russo-Japanese War and established the independence of Outer Mongolia."
      },
      {
        "text1": "On March 27, 1977, two Boeing 747 aircraft collided in Tenerife, in the Canary Islands, resulting in the worst air disaster in history, with the death of 583 people."
      }
    ]
  },
  "3-28": {
    "curiosity": [
      {
        "text": "On March 28, 1930, Constantinople, the capital of the Byzantine Empire, was renamed Istanbul, marking a significant change in the city's history."
      },
      {
        "text1": "On March 28, 1979, the accident at the Three Mile Island nuclear power plant in the United States occurred, resulting in one of the worst nuclear disasters in the country's history."
      }
    ]
  },
  "3-29": {
    "curiosity": [
      {
        "text": "On March 29, 1974, the Carnation Revolution occurred in Portugal, a military uprising that overthrew the Estado Novo dictatorship and marked the beginning of a period of democratization in the country."
      },
      {
        "text1": "On March 29, 2004, Bulgaria, Estonia, Latvia, Lithuania, Romania, Slovakia and Slovenia joined NATO, strengthening the military alliance."
      }
    ]
  },
  "3-30": {
    "curiosity": [
      {
        "text": "On March 30, 1856, the Treaty of Paris was signed, ending the Crimean War and establishing conditions of peace between the powers involved."
      },
      {
        "text1": "On March 30, 1981, the President of the United States, Ronald Reagan, was shot in an assassination attempt, but survived after undergoing surgery."
      }
    ]
  },
  "3-31": {
    "curiosity": [
      {
        "text": "On March 31, 1492, the Catholic Monarchs, Ferdinand II of Aragon and Isabel I of Castile, issued the Edict of the Alhambra, which expelled the Jews from Spain, resulting in one of the darkest moments in Jewish history. "
      },
      {
        "text1": "On March 31, 1889, the Eiffel Tower, one of the most famous icons of Paris and the world, was inaugurated during the Paris Universal Exhibition."
      }
    ]
  },
  "4-1": {
    "curiosity": [
      {
        "text": "On April 1, 1867, the United Kingdom enacted the British North America Act, which established the Confederation of Canada and created the basis for the formation of modern Canada."
      },
      {
        "text1": "On April 1, 1976, Apple Inc. was founded by Steve Jobs, Steve Wozniak and Ronald Wayne, creating one of the most influential technology companies in the world."
      }
    ]
  },
  "4-2": {
    "curiosity": [
      {
        "text": "On April 2, 1917, the United States entered World War I, sending troops to fight alongside Allied forces against the Central Powers."
      },
      {
        "text1": "On April 2, 2005, Pope John Paul II passed away at the age of 84, after a long pontificate of almost 27 years, being one of the most popular popes in recent history."
      }
    ]
  },
  "4-3": {
    "curiosity": [
      {
        "text": "On April 3, 1948, the Marshall Plan, a United States economic aid program for the reconstruction of post-World War II Europe, went into effect."
      },
      {
        "text1": "On April 3, 1973, the first cell phone was made by Motorola, marking an important milestone in the development of mobile technology."
      }
    ]
  },
  "4-4": {
    "curiosity": [
      {
        "text": "On April 4, 1968, United States civil rights leader Martin Luther King Jr. was assassinated in Memphis, Tennessee, causing commotion and protests across the country."
      },
      {
        "text1": "On April 4, 1949, the North Atlantic Treaty Organization (NATO) was founded, establishing a military alliance between several Western nations for mutual defense."
      }
    ]
  },
  "4-5": {
    "curiosity": [
      {
        "text": "On April 5, 1614, Pocahontas, one of the best-known figures of the encounter between English colonists and Native American peoples, married John Rolfe in Virginia, United States."
      },
      {
        "text1": "On April 5, 1955, Winston Churchill resigned as Prime Minister of the United Kingdom, ending his second term in office."
      }
    ]
  },
  "4-6": {
    "curiosity": [
      {
        "text": "On April 6, 1917, the United States declared war on the German Empire, officially entering World War I."
      },
      {
        "text1": "On April 6, 1994, the genocide began in Rwanda, in which around 800,000 people, mainly from the Tutsi ethnic group, were brutally murdered over a period of approximately 100 days."
      }
    ]
  },
  "4-7": {
    "curiosity": [
      {
        "text": "On April 7, 1948, the Universal Declaration of Human Rights was proclaimed by the United Nations General Assembly, establishing the fundamental rights of all human beings."
      },
      {
        "text1": "On April 7, 1964, the first communications satellite, Syncom 3, was launched into orbit by NASA, beginning a new era in global communications."
      }
    ]
  },
  "4-8": {
    "curiosity": [
      {
        "text": "On April 8, 1974, Portuguese dictator António de Oliveira Salazar passed away, leading to the fall of the authoritarian Estado Novo regime and the democratization of Portugal."
      },
      {
        "text1": "On April 8, 1994, rock singer Kurt Cobain, leader of the band Nirvana, was found dead in his home in Seattle, United States."
      }
    ]
  },
  "4-9": {
    "curiosity": [
      {
        "text": "On April 9, 1865, the surrender of Confederate General Robert E. Lee to Union General Ulysses S. Grant occurred, marking the end of the American Civil War."
      },
      {
        "text1": "On April 9, 1940, Nazi Germany invaded Denmark and Norway, beginning the occupation of these countries during World War II."
      }
    ]
  },
  "4-10": {
    "curiosity": [
      {
        "text": "On April 10, 1912, the RMS Titanic sailed on its maiden voyage from Southampton, England, to New York, United States, before colliding with an iceberg and sinking in the Atlantic Ocean."
      },
      {
        "text1": "On April 10, 1972, Japanese Prime Minister Kakuei Tanaka visited China, marking an important moment in the normalization of relations between the two countries."
      }
    ]
  },
  "4-11": {
    "curiosity": [
      {
        "text": "On April 11, 1951, General Douglas MacArthur was relieved of his command in the Korean War by United States President Harry S. Truman following disagreements over military strategy."
      },
      {
        "text1": "On April 11, 1979, the president of Zimbabwe, Canaan Banana, proclaimed the country's independence, ending British colonial rule and establishing the Republic of Zimbabwe."
      }
    ]
  },
  "4-12": {
    "curiosity": [
      {
        "text": "On April 12, 1961, Soviet cosmonaut Yuri Gagarin became the first human to orbit the Earth aboard the Vostok 1 spacecraft."
      },
      {
        "text1": "On April 12, 1992, the Eurotunnel, which connects the United Kingdom to France under the English Channel, opened, providing a direct rail connection between the two countries."
      }
    ]
  },
  "4-13": {
    "curiosity": [
      {
        "text": "On April 13, 1743, Thomas Jefferson, the third president of the United States and principal author of the Declaration of Independence, was born in the Colony of Virginia."
      },
      {
        "text1": "On April 13, 1943, the Warsaw Ghetto Uprising occurred, an act of resistance organized by Jews against Nazi forces during World War II."
      }
    ]
  },
  "4-14": {
    "curiosity": [
      {
        "text": "On April 14, 1865, the President of the United States, Abraham Lincoln, was assassinated by actor John Wilkes Booth, in a theater in Washington DC"
      },
      {
        "text1": "On April 14, 1986, the United States carried out an air strike against Libya, in retaliation for the country's alleged involvement in a terrorist attack at a Berlin nightclub."
      }
    ]
  },
  "4-15": {
    "curiosity": [
      {
        "text": "On April 15, 1912, the RMS Titanic sank after colliding with an iceberg, resulting in the deaths of more than 1,500 people in one of the most famous maritime disasters in history."
      },
      {
        "text1": "On April 15, 1947, baseball player Jackie Robinson made his Major League Baseball debut, breaking the racial barrier in professional sports in the United States."
      }
    ]
  },
  "4-16": {
    "curiosity": [
      {
        "text": "On April 16, 1945, German dictator Adolf Hitler committed suicide in his Berlin bunker, marking the end of the Nazi regime during World War II."
      },
      {
        "text1": "On April 16, 1972, the My Lai massacre occurred, in which American soldiers killed hundreds of Vietnamese civilians during the Vietnam War."
      }
    ]
  },
  "4-17": {
    "curiosity": [
      {
        "text": "On April 17, 1961, the Bay of Pigs invasion took place, a failed attempt by the CIA to overthrow Fidel Castro's regime in Cuba."
      },
      {
        "text1": "On April 17, 1975, the Khmer Rouge, led by Pol Pot, took control of Phnom Penh, the capital of Cambodia, marking the beginning of a period of genocide and repression in the country."
      }
    ]
  },
  "4-18": {
    "curiosity": [
      {
        "text": "On April 18, 1775, the first armed confrontation between American colonists and British troops occurred in the Battle of Lexington and Concord, which marked the beginning of the American War of Independence."
      },
      {
        "text1": "On April 18, 1980, the rescue operation of American hostages took place at the United States embassy in Tehran, Iran, known as Operation Eagle Claw, which ended up being unsuccessful and resulted in the death of several American soldiers ."
      },
      {
        "text1": "On April 18, 1996, the Ugandan army and the Lord's Resistance Army (LRA) rebel group signed a temporary ceasefire after years of armed conflict in northern Uganda."
      }
    ]
  },
  "4-19": {
    "curiosity": [
      {
        "text": "On April 19, 1775, the Battle of Concord took place during the American War of Independence, in which colonial militias managed to repel British troops."
      },
      {
        "text1": "On April 19, 1995, a terrorist attack occurred in Oklahoma City, in the United States, when a truck bomb exploded in front of the Alfred P. Murrah federal building, resulting in the deaths of 168 people."
      }
    ]
  },
  "4-20": {
    "curiosity": [
      {
        "text": "On April 20, 1889, Adolf Hitler, the future Nazi leader, was born in Braunau am Inn, Austria."
      },
      {
        "text1": "On April 20, 1999, the Columbine Massacre occurred, in which two armed students attacked Columbine High School, in the United States, killing 12 students and a teacher, before committing suicide."
      }
    ]
  },
  "4-21": {
    "curiosity": [
      {
        "text": "On April 21, 753 BC, according to legend, Rome was founded by Romulus and Remus."
      },
      {
        "text1": "On April 21, 1960, Brasília, the capital of Brazil, was officially inaugurated, being considered a milestone in the history of architecture and urbanism."
      }
    ]
  },
  "4-22": {
    "curiosity": [
      {
        "text": "On April 22, 1970, the first Earth Day was celebrated, an international event designed to promote awareness of environmental issues and the protection of the planet."
      },
      {
        "text1": "On April 22, 1993, ANC leader and future president of South Africa, Nelson Mandela, and President Frederik Willem de Klerk were awarded the Nobel Peace Prize for their efforts to end apartheid. "
      }
    ]
  },
  "4-23": {
    "curiosity": [
      {
        "text": "On April 23, 1564, William Shakespeare, one of history's greatest playwrights, was born in Stratford-upon-Avon, England."
      },
      {
        "text1": "On April 23, 1910, Theodore Roosevelt gave his famous 'Smooth-Spoken, Big-Sport' speech at the Sorbonne in Paris, emphasizing the importance of diplomacy and the use of power to promote world peace."
      }
    ]
  },
  "4-24": {
    "curiosity": [
      {
        "text": "On April 24, 1800, the United States Library of Congress was established in Washington D.C., with the purchase of its first book."
      },
      {
        "text1": "On April 24, 1916, the Easter Rising took place, an armed uprising in Ireland against British rule, considered an important milestone on the road to Irish independence."
      }
    ]
  },
  "4-25": {
    "curiosity": [
      {
        "text": "On April 25, 1945, during World War II, Soviet and Yugoslav forces liberated the city of Belgrade, Yugoslavia, from Nazi rule."
      },
      {
        "text1": "On April 25, 1974, the Carnation Revolution occurred in Portugal, a military movement that overthrew the dictatorial regime of the Estado Novo and restored democracy in the country."
      }
    ]
  },
  "4-26": {
    "curiosity": [
      {
        "text": "On April 26, 1986, the Chernobyl nuclear disaster occurred in Ukraine, when an explosion in a nuclear reactor released a large amount of radioactive material into the atmosphere, causing one of the greatest nuclear catastrophes in history."
      },
      {
        "text1": "On April 26, 2005, the Crown Prince of Japan, Naruhito, married Masako Owada, in a ceremony held at the Meiji Shrine in Tokyo."
      }
    ]
  },
  "4-27": {
    "curiosity": [
      {
        "text": "On April 27, 497 BC, the city of Rome was officially founded, according to tradition."
      },
      {
        "text1": "On April 27, 1994, Nelson Mandela was elected the first black president of South Africa, marking the end of apartheid in the country."
      }
    ]
  },
  "4-28": {
    "curiosity": [
      {
        "text": "On April 28, 1789, the HMS Bounty Rebellion occurred, when the British ship's crew rebelled against Captain William Bligh."
      },
      {
        "text1": "On April 28, 1945, during World War II, Italian dictator Benito Mussolini was captured and executed by members of the Italian resistance."
      }
    ]
  },
  "4-29": {
    "curiosity": [
      {
        "text": "On April 29, 1975, the Vietnam War came to an end with the fall of Saigon, the capital of South Vietnam, at the hands of communist forces in North Vietnam."
      },
      {
        "text1": "On April 29, 2011, Prince William of the United Kingdom married Catherine Middleton in a ceremony held at Westminster Abbey in London."
      }
    ]
  },
  "4-30": {
    "curiosity": [
      {
        "text": "On April 30, 1789, George Washington was inaugurated as the first president of the United States of America."
      },
      {
        "text1": "On April 30, 1945, Adolf Hitler and his wife Eva Braun committed suicide in their bunker in Berlin, marking the end of the Nazi regime in Germany."
      }
    ]
  },
  "5-1": {
    "curiosity": [
      {
        "text": "On May 1, 1886, the Haymarket Revolt took place in Chicago, in the United States, marked by protests by workers for better working conditions and an eight-hour working day."
      },
      {
        "text1": "On May 1, 1994, the General Agreement on Tariffs and Trade (GATT) came into force, a landmark in international trade that established the World Trade Organization (WTO) as the successor to GATT."
      }
    ]
  },
  "5-2": {
    "curiosity": [
      {
        "text": "On May 2, 1519, Italian explorer Leonardo da Vinci died in Amboise, France."
      },
      {
        "text1": "On May 2, 2011, terrorist leader Osama bin Laden, founder of Al-Qaeda and responsible for the attacks of September 11, 2001, was killed during a United States military operation in Pakistan."
      }
    ]
  },
  "5-3": {
    "curiosity": [
      {
        "text": "On May 3, 1808, the Dos de Mayo Uprising took place, a popular revolt against the French occupation in Madrid, during the Napoleonic Wars."
      },
      {
        "text1": "On May 3, 1979, Margaret Thatcher became the first woman to be elected Prime Minister of the United Kingdom, holding the position for three consecutive terms."
      },
      {
        "text1": "On May 3, 2000, the inauguration of the Millennium Bridge took place in London, an iconic structure that crosses the River Thames and has become a symbol of the city."
      }
    ]
  },
  "5-4": {
    "curiosity": [
      {
        "text": "On May 4, 1626, Dutch explorer Peter Minuit arrived on Manhattan Island and established a colony that would become New York City."
      },
      {
        "text1": "On May 4, 1970, the Kent State Massacre occurred in the United States, when National Guard soldiers opened fire on students protesting the Vietnam War, resulting in four deaths."
      }
    ]
  },
  "5-5": {
    "curiosity": [
      {
        "text": "On May 5, 1821, South American revolutionary leader Simón Bolívar defeated Spanish forces in the Battle of Carabobo, consolidating Venezuela's independence."
      },
      {
        "text1": "On May 5, 1862, the Battle of Puebla took place in Mexico, in which the Mexican army achieved a surprising victory over French forces, who sought to conquer the country."
      }
    ]
  },
  "5-6": {
    "curiosity": [
      {
        "text": "On May 6, 1527, the Sack of Rome occurred, when the troops of Emperor Charles V invaded and pillaged the city of Rome, marking the end of the Italian Renaissance."
      },
      {
        "text1": "On May 6, 1954, the Battle of Dien Bien Phu, in Vietnam, ended with the victory of the Viet Minh over French colonial forces, which led to the French withdrawal and the end of French Indochina. "
      }
    ]
  },
  "5-7": {
    "curiosity": [
      {
        "text": "On May 7, 1824, Beethoven premiered his Ninth Symphony in Vienna, Austria, with his best-known composition, the Hymn to Joy."
      },
      {
        "text1": "On May 7, 1945, Nazi Germany unconditionally surrendered to Allied forces, marking the end of World War II in Europe."
      }
    ]
  },
  "5-8": {
    "curiosity": [
      {
        "text": "On May 8, 1886, the Haymarket Workers' Revolt took place in Chicago, in the United States, in protest against the eight-hour work day, which resulted in violent clashes between workers and the police."
      },
      {
        "text1": "On May 8, 1945, Victory in Europe Day was proclaimed, celebrating the end of the Second World War in Europe with the unconditional surrender of Nazi Germany."
      }
    ]
  },
  "5-9": {
    "curiosity": [
      {
        "text": "On May 9, 1502, explorer Christopher Columbus set out on his fourth and final voyage to the New World."
      },
      {
        "text1": "On May 9, 1950, the French Minister for Foreign Affairs, Robert Schuman, presented the proposal to create the European Coal and Steel Community (ECSC), an important step towards European integration."
      }
    ]
  },
  "5-10": {
    "curiosity": [
      {
        "text": "On May 10, 1503, the Italian Renaissance painter Michelangelo began work on the sculpture of David, one of his most famous works."
      },
      {
        "text1": "On May 10, 1994, Nelson Mandela was sworn in as the first black president of South Africa, marking the end of apartheid in the country and the beginning of a new era."
      }
    ]
  },
  "5-11": {
    "curiosity": [
      {
        "text": "On May 11, 330, the Roman Emperor Constantine I founded the city of Constantinople, which would become the capital of the Eastern Roman Empire and later the Byzantine Empire."
      },
      {
        "text1": "On May 11, 1998, India successfully carried out its first nuclear weapons test, raising tensions in the region and triggering a series of nuclear tests in South Asia."
      }
    ]
  },
  "5-12": {
    "curiosity": [
      {
        "text": "On May 12, 1820, Florence Nightingale, pioneer of modern nursing, was born in Florence, Italy."
      },
      {
        "text1": "On May 12, 1962, American astronaut Scott Carpenter became the second American to orbit the Earth aboard the Aurora 7 spacecraft."
      }
    ]
  },
  "5-13": {
    "curiosity": [
      {
        "text": "On May 13, 1917, the first apparition of the Virgin Mary to the three shepherd children took place in Fátima, Portugal, beginning a series of events that would become known as the Apparitions of Fátima."
      },
      {
        "text1": "On May 13, 1981, Pope John Paul II suffered an attack in Rome, being seriously injured, but surviving the attack."
      }
    ]
  },
  "5-14": {
    "curiosity": [
      {
        "text": "On May 14, 1948, the independence of the State of Israel was proclaimed, marking the establishment of the modern Jewish State."
      },
      {
        "text1": "On May 14, 2011, South Sudan's Declaration of Independence took place, making it the youngest country in the world."
      }
    ]
  },
  "5-15": {
    "curiosity": [
      {
        "text": "On May 15, 1252, Pope Innocent IV issued the papal bull Ad Extirpanda, authorizing the Inquisition to use torture as a means of obtaining confessions of heresy."
      },
      {
        "text1": "On May 15, 1940, during World War II, the Netherlands surrendered to German forces, ending the Battle of the Netherlands."
      }
    ]
  },
  "5-16": {
    "curiosity": [
      {
        "text": "On May 16, 1929, the Academy of Motion Picture Arts and Sciences was founded, responsible for awarding the Oscars."
      },
      {
        "text1": "On May 16, 1966, The Beach Boys' iconic album, entitled 'Pet Sounds', was released, which became a reference in pop music and influenced generations of artists."
      }
    ]
  },
  "5-17": {
    "curiosity": [
      {
        "text": "On May 17, 1792, Queen Marie Antoinette of France was tried and sentenced to death during the French Revolution."
      },
      {
        "text1": "On May 17, 2004, the first same-sex marriage was legalized in the United States, in the state of Massachusetts."
      }
    ]
  },
  "5-18": {
    "curiosity": [
      {
        "text": "On May 18, 1804, Napoleon Bonaparte was proclaimed Emperor of the French, establishing the First French Empire."
      },
      {
        "text1": "On May 18, 1980, Mount Saint Helens, a volcano located in the United States, erupted, resulting in one of the largest volcanic eruptions in the country's history."
      }
    ]
  },
  "5-19": {
    "curiosity": [
      {
        "text": "On May 19, 1536, Anne Boleyn, the second wife of Henry VIII of England, was executed on charges of adultery and treason."
      },
      {
        "text1": "On May 19, 1962, actress Marilyn Monroe sang 'Happy Birthday' to the President of the United States, John F. Kennedy, during a party celebrating his birthday."
      }
    ]
  },
  "5-20": {
    "curiosity": [
      {
        "text": "On May 20, 1498, Portuguese explorer Vasco da Gama arrived in India, opening the sea route between Europe and the Indian subcontinent."
      },
      {
        "text1": "On May 20, 1873, the famous Russian composer Pyotr Ilyich Tchaikovsky premiered his symphony 'Symphony No. 3 in D Major, Op. 29', also known as the 'Polish Symphony'."
      }
    ]
  },
  "5-21": {
    "curiosity": [
      {
        "text": "On May 21, 1927, American pilot Charles Lindbergh completed the first solo nonstop transatlantic flight, flying from New York to Paris aboard the Spirit of St. Louis airplane."
      },
      {
        "text1": "On May 21, 1991, former President of the Philippines, Corazon Aquino, announced the withdrawal of US military bases from the country, ending decades of US military presence in the Philippines."
      }
    ]
  },
  "5-22": {
    "curiosity": [
      {
        "text": "On May 22, 1455, the Wars of the Roses began in England, a civil conflict between the houses of York and Lancaster for control of the throne."
      },
      {
        "text1": "On May 22, 2010, a 6.3 magnitude earthquake occurred in the city of Christchurch, New Zealand, causing serious damage and resulting in the loss of human life."
      }
    ]
  },
  "5-23": {
    "curiosity": [
      {
        "text": "On May 23, 1430, Joan of Arc was captured by Burgundian forces during the Hundred Years' War, and was later handed over to the English and tried for heresy."
      },
      {
        "text1": "On May 23, 1934, criminal couple Bonnie Parker and Clyde Barrow, known as 'Bonnie and Clyde', were shot dead by police during a confrontation."
      }
    ]
  },
  "5-24": {
    "curiosity": [
      {
        "text": "On May 24, 1543, Nicolaus Copernicus published the book 'De Revolutionibus Orbium Coelestium', presenting his heliocentric theory of the solar system."
      },
      {
        "text1": "On May 24, 1883, the Brooklyn Bridge, one of the oldest suspension bridges in the United States, opened to traffic, connecting Manhattan to Brooklyn."
      }
    ]
  },
  "5-25": {
    "curiosity": [
      {
        "text": "On May 25, 1977, the first film in the 'Star Wars' saga, titled 'Star Wars: Episode IV - A New Hope', was released in theaters in the United States."
      },
      {
        "text1": "On May 25, 2005, the Airbus A380, the largest commercial aircraft in the world, made its first test flight in Toulouse, France."
      }
    ]
  },
  "5-26": {
    "curiosity": [
      {
        "text": "On May 26, 1896, Charles Dow published the first stock index, known as the Dow Jones Industrial Average, which became an important financial market indicator."
      },
      {
        "text1": "On May 26, 1967, the Beatles' iconic album, titled 'Sgt. Pepper's Lonely Hearts Club Band', was released, which became a landmark in the history of popular music."
      }
    ]
  },
  "5-27": {
    "curiosity": [
      {
        "text": "On May 27, 1937, the German airship Hindenburg caught fire during an attempted landing in New Jersey, United States, resulting in the deaths of 36 people."
      },
      {
        "text1": "On May 27, 1999, the World Health Organization (WHO) declared that polio had been eradicated from the Americas, becoming the first region in the world free of the disease."
      }
    ]
  },
  "5-28": {
    "curiosity": [
      {
        "text": "On May 28, 1953, New Zealand mountaineer Edmund Hillary and Sherpa Tenzing Norgay became the first to reach the top of Mount Everest, the highest mountain in the world."
      },
      {
        "text1": "On May 28, 1995, the South African National Rugby Team won the Rugby World Cup, in their first participation after the end of apartheid."
      }
    ]
  },
  "5-29": {
    "curiosity": [
      {
        "text": "On May 29, 1453, the fall of Constantinople, capital of the Byzantine Empire, to the forces of the Ottoman Empire occurred, marking the end of the Middle Ages and the beginning of the modern era."
      },
      {
        "text1": "On May 29, 1953, Sir Edmund Hillary and Tenzing Norgay reached the summit of Mount Everest for the first time in history, paving the way for future expeditions and challenging the limits of human beings."
      }
    ]
  },
  "5-30": {
    "curiosity": [
      {
        "text": "On May 30, 1431, Joan of Arc was burned at the stake on charges of heresy, during the Hundred Years' War."
      },
      {
        "text1": "On May 30, 1922, the Lincoln Memorial was dedicated in Washington, DC, United States, in honor of the 16th president of the United States, Abraham Lincoln."
      }
    ]
  },
  "5-31": {
    "curiosity": [
      {
        "text": "On May 31, 1911, the first Indianapolis race, one of the most famous and traditional automobile races in the world, was completed."
      },
      {
        "text1": "On May 31, 1962, the Valdivia earthquake occurred in Chile, considered the strongest ever recorded, with an estimated magnitude between 9.4 and 9.6."
      }
    ]
  },
  "6-1": {
    "curiosity": [
      {
        "text": "On June 1, 1495, Italian explorer Christopher Columbus discovered the island of Trinidad during his third voyage to the New World."
      },
      {
        "text1": "On June 1, 1967, the Beatles' iconic album, titled 'Sgt. Pepper's Lonely Hearts Club Band', was released, which became a landmark in the history of popular music."
      }
    ]
  },
  "6-2": {
    "curiosity": [
      {
        "text": "On 2 June 1953, the coronation of Queen Elizabeth II of the United Kingdom was held at Westminster Abbey in London following the death of her father, King George VI."
      },
      {
        "text1": "On June 2, 1979, the former first lady of the Philippines, Imelda Marcos, was arrested for corruption and illicit enrichment, after the fall of the regime of dictator Ferdinand Marcos."
      }
    ]
  },
  "6-3": {
    "curiosity": [
      {
        "text": "On June 3, 1965, American astronaut Edward White became the first United States astronaut to perform a spacewalk during the Gemini 4 mission."
      },
      {
        "text1": "On June 3, 1989, the Tiananmen Square Massacre occurred in Beijing, China, when Chinese authorities brutally repressed pro-democracy protesters, resulting in hundreds, possibly thousands, of deaths."
      }
    ]
  },
  "6-4": {
    "curiosity": [
      {
        "text": "On June 4, 1942, during World War II, the Battle of Midway began in the Pacific Ocean, resulting in a strategic victory for the United States against the Japanese Empire."
      },
      {
        "text1": "On June 4, 1989, pro-democracy protests in Tiananmen Square, in Beijing, China, were brutally repressed by the Chinese government, with the use of military forces and tanks."
      }
    ]
  },
  "6-5": {
    "curiosity": [
      {
        "text": "On June 5, 1947, the Marshall Plan was announced by United States Secretary of State George Marshall, aimed at providing economic assistance to European countries affected by World War II."
      },
      {
        "text1": "On June 5, 1967, the Six-Day War began, a conflict between Israel and neighboring Arab countries, resulting in a decisive victory for Israel and significant changes in the region's borders."
      }
    ]
  },
  "6-6": {
    "curiosity": [
      {
        "text": "On June 6, 1944, D-Day took place, one of the largest military operations of World War II, when Allied forces landed in Normandy, France, to begin the liberation of Western Europe from Nazi rule."
      },
      {
        "text1": "On June 6, 1968, American Senator Robert F. Kennedy, brother of President John F. Kennedy, was assassinated in Los Angeles, California, during his presidential campaign."
      }
    ]
  },
  "6-7": {
    "curiosity": [
      {
        "text": "On June 7, 1494, the Treaty of Tordesillas was signed between Portugal and Spain, dividing the lands discovered and to be discovered outside Europe, establishing an imaginary line that divided the world between the two countries."
      },
      {
        "text1": "On June 7, 1981, the Voyager 2 space probe arrived at Saturn, sending images and detailed information about the planet and its moons back to Earth."
      }
    ]
  },
  "6-8": {
    "curiosity": [
      {
        "text": "On June 8, 1783, the Montgolfier brothers performed the first successful public flight of a manned hot air balloon in Annonay, France, marking the beginning of the age of aviation."
      },
      {
        "text1": "On June 8, 1972, the film 'The Godfather', directed by Francis Ford Coppola and starring Marlon Brando and Al Pacino, was released in theaters in the United States."
      }
    ]
  },
  "6-9": {
    "curiosity": [
      {
        "text": "On June 9, 1815, the Battle of Waterloo, Belgium, took place between forces led by Napoleon Bonaparte and a coalition of European armies, resulting in Napoleon's final defeat and the end of his empire."
      },
      {
        "text1": "On June 9, 1934, the Committee on Un-American Affairs of the United States House of Representatives was established, beginning the investigation of communist activities in the country, later known as the 'Witch Hunt'. "
      }
    ]
  },
  "6-10": {
    "curiosity": [
      {
        "text": "On June 10, 1940, during World War II, Italy declared war against France and the United Kingdom, entering the conflict on the side of Nazi Germany."
      },
      {
        "text1": "On June 10, 1967, the Six-Day War came to an end with a decisive victory for Israel over neighboring Arab countries, resulting in significant changes to the region's borders."
      }
    ]
  },
  "6-11": {
    "curiosity": [
      {
        "text": "On June 11, 1509, King Henry VIII of England married his first wife, Catherine of Aragon, in a ceremony that took place in the Chapel Royal at Greenwich Palace."
      },
      {
        "text1": "On June 11, 1963, Vietnamese Buddhist monk Thích Quảng Đức sacrificed himself on a busy street in Saigon, in protest against religious persecution by the South Vietnamese government."
      }
    ]
  },
  "6-12": {
    "curiosity": [
      {
        "text": "On June 12, 1898, during the Spanish-American War, the Battle of Las Guasimas was fought between United States and Spanish forces near Santiago de Cuba."
      },
      {
        "text1": "On June 12, 1987, United States President Ronald Reagan gave a speech in Berlin, Germany, in which he called on Soviet leader Mikhail Gorbachev to 'tear down this wall,' referring to the Berlin Wall."
      }
    ]
  },
  "6-13": {
    "curiosity": [
      {
        "text": "On June 13, 1920, the Treaty of Trianon was signed, which officially ended the state of war between the Allied Powers and Hungary after the First World War."
      },
      {
        "text1": "On June 13, 1971, the first commercial space satellite, called Intelsat IV F-3, was launched, which allowed live television transmission and international telephone calls."
      }
    ]
  },
  "6-14": {
    "curiosity": [
      {
        "text": "On June 14, 1777, the United States Continental Congress adopted the 'Flag of the United States,' which featured thirteen alternating red and white stripes and a blue field with thirteen white stars in a circle, representing the thirteen colonies originals."
      },
      {
        "text1": "On June 14, 1940, German troops entered Paris, occupying the French capital during World War II."
      }
    ]
  },
  "6-15": {
    "curiosity": [
      {
        "text": "On June 15, 1215, King John of England signed the Magna Carta, a document that limited the monarch's power and established rights and freedoms for English nobles."
      },
      {
        "text1": "On June 15, 1904, the first edition of the book 'Ulysses', written by James Joyce, was published in Paris, marking an important milestone in modern literature."
      }
    ]
  },
  "6-16": {
    "curiosity": [
      {
        "text": "On June 16, 1858, the Springfield Address took place, a famous speech given by Abraham Lincoln during the Illinois Republican convention, in which he stated, 'A house divided against itself cannot stand.' ."
      },
      {
        "text1": "On June 16, 1963, Soviet cosmonaut Valentina Tereshkova became the first woman to travel to space, aboard the Vostok 6 spacecraft."
      }
    ]
  },
  "6-17": {
    "curiosity": [
      {
        "text": "On June 17, 1579, Sir Francis Drake, an English explorer and privateer, landed at a place now known as Drake's Bay, California, during his circumnavigation of the globe."
      },
      {
        "text1": "On June 17, 1972, the famous break-in at the Watergate Hotel in Washington, DC took place, which led to the political scandal known as the 'Watergate Scandal' and resulted in the resignation of the President of the United States, Richard Nixon in 1974."
      }
    ]
  },
  "6-18": {
    "curiosity": [
      {
        "text": "On June 18, 1815, the Battle of Waterloo took place, in which the forces of the Duke of Wellington and the Prussian Marshal Gebhard Leberecht von Blücher definitively defeated Napoleon Bonaparte and put an end to his empire."
      },
      {
        "text1": "On June 18, 1983, Sally Ride became the first American woman to travel to space, aboard the space shuttle Challenger."
      }
    ]
  },
  "6-19": {
    "curiosity": [
      {
        "text": "On June 19, 1865, the last people enslaved in Texas, in the United States, were informed of their emancipation, in an event that became known as 'Juneteenth', which is still celebrated today as Independence Day. African-American Emancipation."
      },
      {
        "text1": "On June 19, 1978, Garfield, the famous orange cat created by Jim Davis, debuted as a comic strip in newspapers across the United States."
      }
    ]
  },
  "6-20": {
    "curiosity": [
      {
        "text": "On June 20, 1782, the Continental Congress adopted the current design of the seal of the United States, which features the American eagle with shield and thirteen stars, representing the original thirteen colonies."
      },
      {
        "text1": "On June 20, 1963, the Soviet Union launched the Vostok 6 spacecraft, with Valentina Tereshkova on board, making her the first woman to perform a solo space flight."
      }
    ]
  },
  "6-21": {
    "curiosity": [
      {
        "text": "On June 21, 1948, West Germany introduced a new currency, the German mark, marking the beginning of the monetary separation between East Germany and West Germany."
      },
      {
        "text1": "On June 21, 1982, the British Air Force launched Operation Black Buck during the Falklands War, carrying out air strikes against the airstrips of the Falkland Islands occupied by Argentina."
      }
    ]
  },
  "6-22": {
    "curiosity": [
      {
        "text": "On June 22, 1941, during World War II, Nazi Germany invaded the Soviet Union, beginning Operation Barbarossa."
      },
      {
        "text1": "On June 22, 1990, East Germany and West Germany signed the Unification Treaty, marking the end of the division of Germany and the reunification of the country."
      }
    ]
  },
  "6-23": {
    "curiosity": [
      {
        "text": "On 23 June 1314, the Battle of Bannockburn took place, in which the Scottish army, led by Robert the Bruce, won a decisive victory over English forces during the First War of Scottish Independence."
      },
      {
        "text1": "On June 23, 2016, voters in the United Kingdom voted in favor of the country leaving the European Union, in a referendum known as Brexit."
      }
    ]
  },
  "6-24": {
    "curiosity": [
      {
        "text": "On June 24, 1497, Italian explorer Giovanni Caboto, known as John Cabot, arrived in North America, claiming the land in the name of England."
      },
      {
        "text1": "On June 24, 1948, the Berlin Blockade began, when the Soviet Union closed all land and waterways to West Berlin, leading to an international crisis."
      }
    ]
  },
  "6-25": {
    "curiosity": [
      {
        "text": "On June 25, 1876, the Battle of Little Bighorn occurred, in which Sioux and Cheyenne forces defeated the United States Army's 7th Cavalry Regiment, led by Lieutenant Colonel George Armstrong Custer."
      },
      {
        "text1": "On June 25, 1950, the Korean War began, when North Korean forces invaded South Korea, resulting in a conflict that lasted until 1953."
      }
    ]
  },
  "6-26": {
    "curiosity": [
      {
        "text": "On June 26, 1284, the Battle of Meloria took place, in which the Republic of Genoa defeated the Republic of Pisa, consolidating its dominance over the western Mediterranean Sea."
      },
      {
        "text1": "On June 26, 1975, the Independence of Mozambique occurred, marking the end of Portuguese colonial rule in the country."
      }
    ]
  },
  "6-27": {
    "curiosity": [
      {
        "text": "On June 27, 1709, Peter the Great, leader of Russia, won the Battle of Poltava against Sweden, consolidating Russia's power in the region and marking the decline of the Swedish Empire."
      },
      {
        "text1": "On June 27, 1950, the Battle of Taejon began during the Korean War, in which North Korean forces attacked the city of Taejon, defended by United States troops."
      }
    ]
  },
  "6-28": {
    "curiosity": [
      {
        "text": "On June 28, 1914, Archduke Franz Ferdinand of Austria and his wife were assassinated in Sarajevo, Bosnia, an event that triggered the outbreak of the First World War."
      },
      {
        "text1": "On June 28, 1969, the Stonewall Riots occurred, a series of protests in response to a police raid at the Stonewall Inn, a bar frequented by LGBTQ+ people in New York, marking an important milestone in the movement for LGBTQ+ rights."
      }
    ]
  },
  "6-29": {
    "curiosity": [
      {
        "text": "On June 29, 1613, the Globe Theatre, in London, was destroyed by fire during a performance of a Shakespeare play, and was later rebuilt."
      },
      {
        "text1": "On June 29, 2007, Apple's first iPhone was launched in the United States, revolutionizing the smartphone and mobile technology industry."
      }
    ]
  },
  "6-30": {
    "curiosity": [
      {
        "text": "On June 30, 1859, Frenchman Charles Blondin became the first person to cross Niagara Falls on a stretched steel cable."
      },
      {
        "text1": "On June 30, 1997, the sovereignty of Hong Kong was transferred from the United Kingdom to the People's Republic of China, marking the end of British rule over the territory."
      }
    ]
  },
  "7-1": {
    "curiosity": [
      {
        "text": "On July 1, 1867, the Confederation of Canada took place, uniting the provinces of New Brunswick, Nova Scotia and the Province of Canada into an autonomous federation within the British Empire, marking the creation of modern Canada."
      },
      {
        "text1": "On July 1, 1916, during the First World War, the Battle of the Somme began, one of the bloodiest and most devastating battles in history, with more than a million victims, including dead, injured and missing. "
      }
    ]
  },
  "7-2": {
    "curiosity": [
      {
        "text": "On July 2, 1776, the United States Continental Congress voted for the independence of the Thirteen Colonies from Great Britain, a pivotal event in American history that led to the Declaration of Independence on July 4. "
      },
      {
        "text1": "On July 2, 1881, the President of the United States, James A. Garfield, was shot by an assassin in Washington, DC, leading to his death in September of the same year."
      }
    ]
  },
  "7-3": {
    "curiosity": [
      {
        "text": "On July 3, 1863, during the American Civil War, the Battle of Gettysburg took place, one of the main clashes of the conflict and considered one of the most important battles in the history of the United States."
      },
      {
        "text1": "On July 3, 1971, The New York Times began publishing the Pentagon Papers, a series of secret documents from the United States government that revealed information about the Vietnam War and had a major impact in public opinion."
      }
    ]
  },
  "7-4": {
    "curiosity": [
      {
        "text": "On July 4, 1776, the United States of America declared its independence from Great Britain, this being United States Independence Day, celebrated annually as a national holiday."
      },
      {
        "text1": "On July 4, 1863, General Robert E. Lee and his Army of Northern Virginia forces surrendered to General Ulysses S. Grant, marking the end of the Battle of Vicksburg during the American Civil War. "
      }
    ]
  },
  "7-5": {
    "curiosity": [
      {
        "text": "On July 5, 1948, the United Kingdom nationalized British railways, creating British Railways, a state-owned company responsible for the country's railway system."
      },
      {
        "text1": "On July 5, 1996, Dolly the sheep became the first mammal cloned from an adult cell, an important milestone in the history of cloning."
      }
    ]
  },
  "7-6": {
    "curiosity": [
      {
        "text": "On July 6, 1885, Louis Pasteur successfully administered the rabies vaccine to a human patient for the first time, marking a significant advance in the field of immunization."
      },
      {
        "text1": "On July 6, 1957, Althea Gibson became the first African-American tennis player to win the Wimbledon tournament, paving the way for diversity in the sport."
      }
    ]
  },
  "7-7": {
    "curiosity": [
      {
        "text": "On July 7, 1937, the Battle of Lugou Bridge marked the beginning of the Second Sino-Japanese War, a conflict that lasted until 1945 and had a significant impact on the Asia-Pacific region."
      },
      {
        "text1": "On July 7, 2005, the July 7 Attacks took place in London, a series of coordinated terrorist attacks against the city's public transport system, resulting in the deaths of 52 people and hundreds of injuries."
      }
    ]
  },
  "7-8": {
    "curiosity": [
      {
        "text": "On July 8, 1497, Portuguese explorer Vasco da Gama departed Lisbon on his first voyage to India, opening a direct sea route between Europe and Asia."
      },
      {
        "text1": "On July 8, 1776, the United States Declaration of Independence was read publicly for the first time in Philadelphia, Pennsylvania, proclaiming the formal separation of the Thirteen Colonies from Great Britain."
      }
    ]
  },
  "7-9": {
    "curiosity": [
      {
        "text": "On July 9, 1877, the first Wimbledon tennis tournament was held in London, becoming one of the sport's most prestigious events."
      },
      {
        "text1": "On July 9, 1962, the Algerian Republic was proclaimed, marking the end of the Algerian War against French colonial rule."
      }
    ]
  },
  "7-10": {
    "curiosity": [
      {
        "text": "On July 10, 1962, Telstar 1, the first active communications satellite, was launched into space, enabling the transmission of television, telephone and data signals on a global scale."
      },
      {
        "text1": "On July 10, 1940, during the Second World War, the Battle of Britain began, marking an intense air campaign between the Royal Air Force and the German Luftwaffe."
      }
    ]
  },
  "7-11": {
    "curiosity": [
      {
        "text": "On July 11, 1804, then-Vice President of the United States, Aaron Burr, mortally wounded Alexander Hamilton, one of the country's Founding Fathers, in a notorious duel."
      },
      {
        "text1": "On July 11, 1960, Chad gained independence from France, marking an important step towards decolonization in Africa."
      }
    ]
  },
  "7-12": {
    "curiosity": [
      {
        "text": "On July 12, 1906, the book 'The Origin of Species' by Charles Darwin was published, presenting the theory of evolution by natural selection, a milestone in biology and in the understanding of the diversity of life on Earth. "
      },
      {
        "text1": "On July 12, 1979, the Nicaraguan government led by the Sandinista movement overthrew the dictatorship of Anastasio Somoza Debayle, ending a long era of authoritarian rule in Nicaragua."
      }
    ]
  },
  "7-13": {
    "curiosity": [
      {
        "text": "On July 13, 1793, during the French Revolution, Jean-Paul Marat, one of the political leaders of the period, was assassinated by Charlotte Corday, a Girondin sympathizer."
      },
      {
        "text1": "On 13 July 1985, disaster occurred at the Heysel Stadium in Brussels before the UEFA Champions League final, resulting in the deaths of 39 people due to a stampede among football fans."
      }
    ]
  },
  "7-14": {
    "curiosity": [
      {
        "text": "On July 14, 1789, the Storming of the Bastille occurred in Paris, an event that symbolized the beginning of the French Revolution and the fight for freedom and equality."
      },
      {
        "text1": "On July 14, 1965, the Mariner 4 space probe performed the first successful flyby of Mars, sending back the first close-up images of the red planet."
      }
    ]
  },
  "7-15": {
    "curiosity": [
      {
        "text": "On July 15, 1099, the conquest of Jerusalem by the forces of the First Crusade took place, establishing the Kingdom of Jerusalem during the Crusades in the Middle Ages."
      },
      {
        "text1": "On July 15, 1971, Apollo 15, a space mission manned by NASA, was launched, being the first to use the lunar rover to explore the surface of the Moon."
      }
    ]
  },
  "7-16": {
    "curiosity": [
      {
        "text": "On July 16, 1945, the first successful nuclear explosion in the Manhattan Project, known as the Trinity Test, was carried out, marking the beginning of the nuclear age."
      },
      {
        "text1": "On July 16, 1969, Apollo 11 was launched from Cape Kennedy Air Force Station, with the aim of taking the first astronauts to the Moon."
      }
    ]
  },
  "7-17": {
    "curiosity": [
      {
        "text": "On July 17, 1918, the Russian imperial family, led by Tsar Nicholas II, was executed by the Bolsheviks during the Russian Revolution."
      },
      {
        "text1": "On July 17, 1996, TWA Flight 800 occurred, a Boeing 747 airliner that exploded in mid-air and crashed into the Atlantic Ocean near Long Island, New York, resulting in the death of all 230 occupants. board."
      }
    ]
  },
  "7-18": {
    "curiosity": [
      {
        "text": "On July 18, 1925, Mexican revolutionary leader Pancho Villa was assassinated in Parral, Mexico, in circumstances still shrouded in mystery."
      },
      {
        "text1": "On July 18, 1969, astronaut Neil Armstrong became the first human being to walk on the Moon during the Apollo 11 mission, uttering the famous phrase: 'This is one small step for man, one leap gigantic for humanity'."
      }
    ]
  },
  "7-19": {
    "curiosity": [
      {
        "text": "On July 19, 1799, the Rosetta Stone was discovered during the French occupation of Egypt, providing a key to the decipherment of ancient Egyptian hieroglyphs."
      },
      {
        "text1": "On July 19, 1848, the first Seneca Falls Convention was held in the United States, marking the beginning of the women's rights movement."
      }
    ]
  },
  "7-20": {
    "curiosity": [
      {
        "text": "On July 20, 1969, Apollo 11 touched down on the lunar surface, becoming the first manned space mission to perform a lunar landing and allowing astronauts Neil Armstrong and Buzz Aldrin to walk on the Moon."
      },
      {
        "text1": "On July 20, 1944, during the Second World War, the Hitler Attack occurred, an unsuccessful attempt to assassinate Adolf Hitler led by Claus von Stauffenberg."
      }
    ]
  },
  "7-21": {
    "curiosity": [
      {
        "text": "On July 21, 1969, Apollo 11 astronauts Neil Armstrong and Buzz Aldrin returned safely to Earth after their historic mission to the Moon."
      },
      {
        "text1": "On July 21, 1944, the Battle of Guam took place during World War II, with American forces retaking the island from Japanese control."
      }
    ]
  },
  "7-22": {
    "curiosity": [
      {
        "text": "On 22 July 1298, the Battle of Falkirk took place during the First Scottish War of Independence, with the English army led by Edward I defeating the Scottish forces led by William Wallace."
      },
      {
        "text1": "On July 22, 1933, Wiley Post became the first pilot to fly solo around the world in an airplane, completing the route in 7 days, 18 hours and 49 minutes."
      }
    ]
  },
  "7-23": {
    "curiosity": [
      {
        "text": "On July 23, 1952, Egyptian general Muhammad Naguib deposed King Farouk I of Egypt, marking the beginning of a new era in the country."
      },
      {
        "text1": "On July 23, 1903, the Ford Motor Company was officially incorporated in the United States, creating one of the largest automotive companies in the world."
      }
    ]
  },
  "7-24": {
    "curiosity": [
      {
        "text": "On July 24, 1911, Hiram Bingham III rediscovered the lost city of Machu Picchu in Peru, revealing to the world one of the most important archaeological wonders in history."
      },
      {
        "text1": "On July 24, 1969, Apollo 11 Commander Neil Armstrong and lunar module pilot Buzz Aldrin performed the first lunar spacewalk, known as EVA (Extravehicular Activity)."
      }
    ]
  },
  "7-25": {
    "curiosity": [
      {
        "text": "On July 25, 1797, the Peace Treaty of Campo Formio was signed, ending the First Coalition and recognizing the achievements of revolutionary France led by Napoleon Bonaparte."
      },
      {
        "text1": "On July 25, 1956, the Italian ocean liner Andrea Doria collided with the Swedish ship Stockholm off the coast of Nantucket, in the United States, resulting in one of the best-known maritime disasters in history."
      }
    ]
  },
  "7-26": {
    "curiosity": [
      {
        "text": "On July 26, 1953, the Assault on the Moncada Barracks in Santiago de Cuba took place, led by Fidel Castro and his group of rebels, marking the beginning of the Cuban Revolution."
      },
      {
        "text1": "On July 26, 1945, the Potsdam Conference came to an end, in which the leaders of the Allied Powers met to discuss the future of Europe after the Second World War."
      }
    ]
  },
  "7-27": {
    "curiosity": [
      {
        "text": "On July 27, 1953, the Armistice of Panmunjom was signed, officially ending the Korean War and establishing the Demilitarized Zone between North and South Korea."
      },
      {
        "text1": "On July 27, 1976, the hijacking of Air France Flight 139 occurred, where Palestinian terrorists hijacked the plane and its passengers, resulting in a dramatic rescue at Entebbe Airport in Uganda."
      }
    ]
  },
  "7-28": {
    "curiosity": [
      {
        "text": "On July 28, 1540, Spanish explorer Francisco Vázquez de Coronado founded the city of Santa Fe, which would become the capital of the state of New Mexico in the United States."
      },
      {
        "text1": "On July 28, 1914, Austria-Hungary declared war on Serbia, triggering a series of events that would lead to the start of the First World War."
      }
    ]
  },
  "7-29": {
    "curiosity": [
      {
        "text": "On July 29, 1958, NASA was created in the United States, consolidating the American space program and leading to unprecedented space exploration."
      },
      {
        "text1": "On July 29, 1981, the wedding of Prince Charles and Lady Diana Spencer took place at St. Paul's Cathedral in London, an event of great global prominence."
      }
    ]
  },
  "7-30": {
    "curiosity": [
      {
        "text": "On July 30, 1619, North America's first legislative assembly, known as the Assembly of Burgesses of Virginia, held its first meeting in Jamestown, establishing an important milestone for democracy in the English colony."
      },
      {
        "text1": "On July 30, 1971, the Soviet-Chinese Friendship Treaty was signed in Moscow, ending years of tensions between the two communist powers."
      }
    ]
  },
  "7-31": {
    "curiosity": [
      {
        "text": "On July 31, 1498, Portuguese explorer Vasco da Gama arrived in Calicut, India, opening a direct sea route between Europe and the East."
      },
      {
        "text1": "On July 31, 1972, Operation Chainsaw, led by Brazil, was launched to combat illegal deforestation in the Amazon, becoming a milestone in the fight to preserve the tropical forest."
      }
    ]
  },
  "8-1": {
    "curiosity": [
      {
        "text": "On August 1, 1291, the formation of the Swiss Confederation took place, when three cantons came together in a mutual defense pact, marking the beginning of the Swiss nation."
      },
      {
        "text1": "On August 1, 1944, the Warsaw Uprising took place, an uprising against the Nazi occupation of the Polish capital during World War II."
      }
    ]
  },
  "8-2": {
    "curiosity": [
      {
        "text": "On August 2, 1934, German President Paul von Hindenburg passed away, allowing Adolf Hitler to consolidate his power and become the supreme leader of Germany."
      },
      {
        "text1": "On August 2, 1990, Iraq invaded Kuwait, triggering the Gulf War and leading to international intervention led by the United States."
      }
    ]
  },
  "8-3": {
    "curiosity": [
      {
        "text": "On August 3, 1492, Christopher Columbus departed Palos de la Frontera, Spain, on his expedition that would result in the discovery of America."
      },
      {
        "text1": "On August 3, 1914, Germany declared war on France, starting the First World War."
      }
    ]
  },
  "8-4": {
    "curiosity": [
      {
        "text": "On August 4, 1944, Anne Frank's family and other prisoners hiding in the Secret Annex in Amsterdam, Netherlands, were discovered and arrested by the Nazis."
      },
      {
        "text1": "On August 4, 1964, the Gulf of Tonkin incident occurred, when two American ships reported being attacked by North Vietnamese vessels, leading the United States to intensify its participation in the Vietnam War."
      }
    ]
  },
  "8-5": {
    "curiosity": [
      {
        "text": "On August 5, 1962, actress and film icon Marilyn Monroe was found dead in her home in Los Angeles, California, under circumstances that remain the subject of controversy and conspiracy theories."
      },
      {
        "text1": "On August 5, 1914, Brazil declared neutrality in the First World War, staying out of the conflict that was ravaging Europe."
      }
    ]
  },
  "8-6": {
    "curiosity": [
      {
        "text": "On August 6, 1945, the Little Boy atomic bomb was dropped on the Japanese city of Hiroshima by the United States, resulting in enormous destruction and thousands of instant deaths."
      },
      {
        "text1": "On August 6, 1965, the President of the United States, Lyndon B. Johnson, signed the Voting Rights Act, which prohibited racial discrimination in the electoral process, guaranteeing equal suffrage for all American citizens ."
      }
    ]
  },
  "8-7": {
    "curiosity": [
      {
        "text": "On August 7, 1947, the Roswell incident began, when an unidentified object crashed near Roswell, New Mexico, sparking speculation about the possibility of it being an extraterrestrial spacecraft."
      },
      {
        "text1": "On August 7, 1998, terrorist attacks on the American embassies in Nairobi, Kenya, and Dar es Salaam, Tanzania, left hundreds dead and thousands injured."
      }
    ]
  },
  "8-8": {
    "curiosity": [
      {
        "text": "On August 8, 1974, United States President Richard Nixon resigned from office due to the Watergate scandal, becoming the first American president to resign."
      },
      {
        "text1": "On August 8, 1945, the Soviet Union declared war on Japan and invaded Manchuria, contributing to the Japanese surrender and the end of World War II in Asia."
      }
    ]
  },
  "8-9": {
    "curiosity": [
      {
        "text": "On August 9, 1945, the Fat Man atomic bomb was dropped on the Japanese city of Nagasaki by the United States, causing mass destruction and more than 70,000 deaths."
      },
      {
        "text1": "On August 9, 1965, American astronaut Neil Armstrong performed the first spacewalk in history during the Gemini 8 mission."
      }
    ]
  },
  "8-10": {
    "curiosity": [
      {
        "text": "On August 10, 1519, the expedition led by Ferdinand Magellan departed Seville, Spain, in search of a sea route to the Moluccas Islands, resulting in the first circumnavigation of the Earth."
      },
      {
        "text1": "On August 10, 1792, the Tuileries Massacre occurred in Paris, during the French Revolution, in which revolutionary forces attacked the Tuileries Palace, where the royal family was taking refuge."
      }
    ]
  },
  "8-11": {
    "curiosity": [
      {
        "text": "August 11, 3114 BC, according to the Mayan calendar, was the beginning of the current long cycle of Mayan time counting, known as 13.0.0.0.0, marking a significant date in Mayan culture."
      },
      {
        "text1": "On August 11, 1999, a total solar eclipse occurred visible in parts of Europe, Asia and Africa, being an astronomical event of great importance and public interest."
      }
    ]
  },
  "8-12": {
    "curiosity": [
      {
        "text": "On August 12, 30 BC, Queen Cleopatra VII of Egypt reportedly died by suicide, following the defeat of Mark Antony and the annexation of Egypt to the Roman Empire."
      },
      {
        "text1": "On August 12, 1944, the Battle of Narva began during World War II, in which German troops and their allies faced the Red Army in Estonia."
      }
    ]
  },
  "8-13": {
    "curiosity": [
      {
        "text": "On August 13, 1961, construction began on the Berlin Wall, which divided the city of Berlin into two parts, separating East Germany from West Germany."
      },
      {
        "text1": "On August 13, 1521, the Aztec capital Tenochtitlán was captured by Spanish forces led by Hernán Cortés, marking the end of the Aztec Empire in Mexico."
      }
    ]
  },
  "8-14": {
    "curiosity": [
      {
        "text": "On August 14, 1945, Japan accepted the terms of unconditional surrender, ending World War II and marking Victory Day in Japan."
      },
      {
        "text1": "On August 14, 1947, Pakistan became an independent country after separating from India, a milestone in the history of the region that led to the formation of two distinct states."
      }
    ]
  },
  "8-15": {
    "curiosity": [
      {
        "text": "On August 15, 1947, India gained its independence from British colonial rule, becoming a sovereign nation and marking India's Independence Day."
      },
      {
        "text1": "On August 15, 1969, the Woodstock music festival began in Bethel, New York, becoming one of the most iconic and influential events in music history."
      }
    ]
  },
  "8-16": {
    "curiosity": [
      {
        "text": "On August 16, 1977, the King of Rock 'n' Roll, Elvis Presley, passed away at his home at Graceland in Memphis, Tennessee, leaving a lasting legacy in music and popular culture."
      },
      {
        "text1": "On August 16, 1819, the city of Manchester, England, was the scene of the Peterloo Massacre, when British cavalry and infantry attacked a crowd protesting for political and social reforms, resulting in deaths and serious injury."
      }
    ]
  },
  "8-17": {
    "curiosity": [
      {
        "text": "On August 17, 1945, Indonesia declared its independence from Dutch colonial occupation, marking the beginning of a long struggle for the country's sovereignty."
      },
      {
        "text1": "On August 17, 2017, a terrorist attack occurred in Barcelona, Spain, when a van was deliberately driven into a busy area, resulting in several deaths and injuries."
      }
    ]
  },
  "8-18": {
    "curiosity": [
      {
        "text": "On August 18, 1920, the 19th Amendment to the United States Constitution was ratified, granting women the right to vote."
      },
      {
        "text1": "On August 18, 1966, the Lunar Orbiter 1 space probe was launched by NASA, beginning a series of missions that aimed to map the surface of the Moon."
      }
    ]
  },
  "8-19": {
    "curiosity": [
      {
        "text": "On August 19, 1934, the signing of the Peace Pact between Italy and Ethiopia took place, ending the Second Italo-Ethiopian War."
      },
      {
        "text1": "On August 19, 1991, the August coup took place in the Soviet Union, when a conservative faction of the Communist Party attempted to overthrow President Mikhail Gorbachev and seize power."
      }
    ]
  },
  "8-20": {
    "curiosity": [
      {
        "text": "On August 20, 1975, NASA launched the Viking 1 space probe toward Mars, the first mission to successfully land on the surface of the red planet."
      },
      {
        "text1": "On August 20, 1968, Warsaw Pact troops, led by the Soviet Union, invaded Czechoslovakia, putting an end to the Prague Spring and strengthening communist control in the country."
      }
    ]
  },
  "8-21": {
    "curiosity": [
      {
        "text": "On August 21, 1959, Hawaii became the 50th state of the United States, after decades of struggle to annex the territory to the country."
      },
      {
        "text1": "On August 21, 1911, the famous Mona Lisa, by Leonardo da Vinci, was stolen from the Louvre Museum in Paris, causing great commotion and becoming one of the most well-known art thefts in history. history."
      }
    ]
  },
  "8-22": {
    "curiosity": [
      {
        "text": "On August 22, 1485, the Battle of Bosworth took place, in which Henry Tudor defeated King Richard III of England, marking the end of the Wars of the Roses and the beginning of the Tudor dynasty."
      },
      {
        "text1": "On August 22, 1962, the Berlin Wall began to be erected by East Germany, dividing the city of Berlin and symbolizing the division of the Cold War."
      }
    ]
  },
  "8-23": {
    "curiosity": [
      {
        "text": "On August 23, 1305, Scottish leader William Wallace was captured by English forces and subsequently executed for treason."
      },
      {
        "text1": "On August 23, 1944, the Battle of Narva took place during the Second World War, in which German troops managed to repel a massive attack by the Red Army in Estonia."
      }
    ]
  },
  "8-24": {
    "curiosity": [
      {
        "text": "On August 24, 79 AD, Mount Vesuvius erupted, destroying the Roman cities of Pompeii and Herculaneum and burying them under volcanic ash."
      },
      {
        "text1": "On August 24, 1814, the burning of Washington, DC occurred during the War of 1812, when British forces set fire to several government buildings, including the White House and the United States Capitol."
      }
    ]
  },
  "8-25": {
    "curiosity": [
      {
        "text": "On August 25, 1944, Paris was liberated from German rule by Allied forces during World War II, marking a moment of celebration for the city and for France."
      },
      {
        "text1": "On August 25, 1835, the Malês Revolt occurred, an uprising of Islamic slaves in the city of Salvador, Brazil, who sought their freedom and the establishment of an Islamic State."
      }
    ]
  },
  "8-26": {
    "curiosity": [
      {
        "text": "On August 26, 1789, the Declaration of the Rights of Man and the Citizen was adopted by the National Constituent Assembly of France during the French Revolution, establishing the fundamental rights and political principles of the nation."
      },
      {
        "text1": "On August 26, 1914, the Battle of Tannenberg was fought during World War I, resulting in a decisive victory for German forces over the Russian army."
      }
    ]
  },
  "8-27": {
    "curiosity": [
      {
        "text": "On August 27, 1859, the Jupiter space probe was launched by NASA, being the first mission to explore the planet Jupiter and its moons."
      },
      {
        "text1": "On August 27, 1928, the Briand-Kellogg Pact, also known as the Kellogg-Briand Pact, was signed, a multilateral treaty that renounced war as a means of resolving international disputes."
      }
    ]
  },
  "8-28": {
    "curiosity": [
      {
        "text": "On August 28, 1963, the March on Washington for Jobs and Freedom took place, an iconic event of the civil rights movement in the United States, where Martin Luther King Jr. gave his famous 'I Have a Dream' speech ."
      },
      {
        "text1": "On August 28, 1996, the terrorist attack on the Eiffel Tower in Paris, France occurred, when a car bomb exploded, leaving several people injured."
      }
    ]
  },
  "8-29": {
    "curiosity": [
      {
        "text": "On August 29, 2005, Hurricane Katrina hit the Gulf Coast of the United States, causing one of the worst natural disasters in the country's history, mainly in the city of New Orleans."
      },
      {
        "text1": "On August 29, 1949, the Soviet Union successfully tested its first atomic bomb, marking the beginning of the nuclear arms race during the Cold War."
      }
    ]
  },
  "8-30": {
    "curiosity": [
      {
        "text": "On August 30, 1797, Mary Shelley, author of Frankenstein, was born in London, England, becoming one of the most influential writers of Gothic and science fiction literature."
      },
      {
        "text1": "On August 30, 2003, Brazilian astronaut Marcos Pontes was launched into space aboard the Soyuz spacecraft, becoming the first Brazilian astronaut to travel to the International Space Station."
      }
    ]
  },
  "8-31": {
    "curiosity": [
      {
        "text": "On August 31, 1997, the tragic death of Princess Diana occurred in a car accident in Paris, France, causing worldwide commotion and leaving a lasting legacy as a humanitarian figure."
      },
      {
        "text1": "On August 31, 1939, World War II began with the invasion of Poland by Nazi Germany, beginning a global conflict that would last six years and result in millions of deaths."
      }
    ]
  },
  "9-1": {
    "curiosity": [
      {
        "text": "On September 1, 1939, Nazi Germany invaded Poland, marking the beginning of World War II in Europe."
      },
      {
        "text1": "On September 1, 1985, the wreck of the Titanic was discovered at the bottom of the Atlantic Ocean by a research team led by Robert Ballard."
      }
    ]
  },
  "9-2": {
    "curiosity": [
      {
        "text": "On September 2, 1945, Japan's formal surrender occurred, marking the end of World War II following the explosion of atomic bombs in Hiroshima and Nagasaki."
      },
      {
        "text1": "On September 2, 1666, the Great Fire of London broke out, destroying much of the city, including the famous St. Paul's Cathedral."
      }
    ]
  },
  "9-3": {
    "curiosity": [
      {
        "text": "On September 3, 1783, the Treaty of Paris was signed, which ended the American Revolutionary War and recognized the independence of the United States of America."
      },
      {
        "text1": "On September 3, 1939, France and the United Kingdom declared war on Nazi Germany in response to the invasion of Poland, marking the beginning of World War II in Europe."
      }
    ]
  },
  "9-4": {
    "curiosity": [
      {
        "text": "On September 4, 1957, the Soviet Union successfully launched the Sputnik 2 spacecraft, carrying the first living creature, the dog Laika, into space."
      },
      {
        "text1": "On September 4, 1781, American colonial forces led by George Washington defeated the British army at the Battle of Yorktown, a decisive event in the American War of Independence."
      }
    ]
  },
  "9-5": {
    "curiosity": [
      {
        "text": "On September 5, 1972, the Israeli track and field team was the target of a terrorist attack during the Munich Olympic Games, resulting in the deaths of 11 athletes."
      },
      {
        "text1": "On September 5, 1793, the Lyon Massacre occurred, in the context of the French Revolution, in which hundreds of people were executed in retaliation for resistance to the National Convention."
      }
    ]
  },
  "9-6": {
    "curiosity": [
      {
        "text": "On September 6, 1901, the President of the United States, William McKinley, was assassinated in Buffalo, New York, by an anarchist named Leon Czolgosz."
      },
      {
        "text1": "On September 6, 1966, the television series Star Trek premiered in the United States, becoming a cultural phenomenon and influencing future generations of science fiction fans and productions."
      }
    ]
  },
  "9-7": {
    "curiosity": [
      {
        "text": "On September 7, 1822, Brazil proclaimed its independence from Portugal, marking the beginning of a new country and the end of Portuguese colonial rule."
      },
      {
        "text1": "On September 7, 1940, during the Second World War, German bombing raids on London reached their peak during the Blitz, causing significant damage to the city."
      }
    ]
  },
  "9-8": {
    "curiosity": [
      {
        "text": "On September 8, 1565, the Battle of Malta took place, in which the Knights of Saint John defeated an Ottoman army, preventing the conquest of the island by the Ottoman Empire."
      },
      {
        "text1": "On September 8, 1900, the Galveston Hurricane hit the city of Galveston, Texas, in the United States, causing one of the worst natural disasters in US history, with estimates of more than 8,000 deaths."
      }
    ]
  },
  "9-9": {
    "curiosity": [
      {
        "text": "On September 9, 1971, the State of Qatar declared its independence from the United Kingdom, becoming a sovereign nation in the Persian Gulf."
      },
      {
        "text1": "On September 9, 1948, North Korea proclaimed the Democratic People's Republic of Korea, establishing itself as a communist state separate from South Korea."
      }
    ]
  },
  "9-10": {
    "curiosity": [
      {
        "text": "On September 10, 1939, Canada declared war on Nazi Germany, entering the Second World War alongside the United Kingdom and other Allied countries."
      },
      {
        "text1": "On September 10, 2008, the Large Hadron Collider (LHC), the world's largest particle accelerator, was turned on for the first time, paving the way for new scientific discoveries."
      }
    ]
  },
  "9-11": {
    "curiosity": [
      {
        "text": "On September 11, 2001, the United States was the target of terrorist attacks coordinated by the Al-Qaeda organization, resulting in the destruction of the Twin Towers of the World Trade Center, the attack on the Pentagon and United Flight 93, which crashed in Pennsylvania."
      },
      {
        "text1": "On September 11, 1973, a coup d'état took place in Chile, led by General Augusto Pinochet, which resulted in the fall of Salvador Allende's democratic government and the establishment of a military dictatorship."
      }
    ]
  },
  "9-12": {
    "curiosity": [
      {
        "text": "On September 12, 1940, during World War II, France was forced to sign an armistice with Nazi Germany, ending its active participation in the conflict."
      },
      {
        "text1": "On September 12, 1959, the Luna 2 space probe, launched by the Soviet Union, became the first man-made object to reach the Moon, marking an important milestone in space exploration."
      }
    ]
  },
  "9-13": {
    "curiosity": [
      {
        "text": "On September 13, 1993, the leaders of Israel and the Palestine Liberation Organization (PLO) signed the Oslo Accords, laying a foundation for peace in the Middle East."
      },
      {
        "text1": "On September 13, 1948, France, the United Kingdom and the United States issued the Tripartite Declaration, reaffirming their support for a peaceful solution to the Arab-Israeli conflict."
      }
    ]
  },
  "9-14": {
    "curiosity": [
      {
        "text": "On September 14, 1901, President of the United States William McKinley died from injuries sustained in a shooting attack, leading Theodore Roosevelt to assume the presidency."
      },
      {
        "text1": "On September 14, 1982, the Sabra and Shatila massacre occurred in the Palestinian refugee camps in Beirut, Lebanon, resulting in the deaths of thousands of people."
      }
    ]
  },
  "9-15": {
    "curiosity": [
      {
        "text": "On September 15, 1821, Central America declared its independence from Spain, forming the United Provinces of Central America, which were later divided into several countries."
      },
      {
        "text1": "On September 15, 1944, Allied forces began Operation Market Garden during World War II, an unsuccessful attempt to capture key bridges in Nazi-occupied Holland."
      }
    ]
  },
  "9-16": {
    "curiosity": [
      {
        "text": "On September 16, 1810, Mexico began its fight for independence from Spain, a movement known as the Cry of Dolores."
      },
      {
        "text1": "On September 16, 1978, the Camp David Peace Treaty was signed between Israel and Egypt, officially ending decades of hostility between the two countries."
      }
    ]
  },
  "9-17": {
    "curiosity": [
      {
        "text": "On September 17, 1787, the Constitution of the United States of America was signed in Philadelphia, Pennsylvania, establishing the foundations of the country's political and legal system."
      },
      {
        "text1": "On September 17, 1948, the Republic of Korea (South Korea) was proclaimed, following the division of the Korean peninsula at the end of World War II."
      }
    ]
  },
  "9-18": {
    "curiosity": [
      {
        "text": "On September 18, 1931, Japan invaded Manchuria, starting a conflict known as the Mukden Incident, which eventually led to the Second Sino-Japanese War."
      },
      {
        "text1": "On September 18, 2001, the United States Congress passed the Resolution Authorizing the Use of Military Force, paving the way for the war on terrorism after the September 11 attacks."
      }
    ]
  },
  "9-19": {
    "curiosity": [
      {
        "text": "On September 19, 1870, during the Franco-Prussian War, the Battle of Sedan took place, resulting in the capture of the French Emperor Napoleon III by Prussian forces."
      },
      {
        "text1": "On September 19, 1985, the devastating earthquake occurred in Mexico City, with a magnitude of 8.1 on the Richter scale, resulting in thousands of deaths and widespread destruction."
      }
    ]
  },
  "9-20": {
    "curiosity": [
      {
        "text": "On September 20, 1519, Portuguese explorer Ferdinand Magellan set out on his expedition to circumnavigate the globe, a journey that would last nearly three years."
      },
      {
        "text1": "On September 20, 2001, the President of the United States, George W. Bush, delivered a speech before Congress, declaring the 'War on Terrorism' in response to the September 11 attacks."
      }
    ]
  },
  "9-21": {
    "curiosity": [
      {
        "text": "On September 21, 1937, the Nanking Massacre occurred during the Second Sino-Japanese War, in which Japanese forces committed atrocities against the civilian population and prisoners of war."
      },
      {
        "text1": "On September 21, 1989, Hurricane Hugo struck the coast of South Carolina, in the United States, causing extensive destruction and resulting in the deaths of more than 80 people."
      }
    ]
  },
  "9-22": {
    "curiosity": [
      {
        "text": "On September 22, 1980, Iraq, led by Saddam Hussein, invaded Iran, starting a war that would last eight years and result in millions of deaths."
      },
      {
        "text1": "On September 22, 1862, during the American Civil War, the Battle of Antietam took place, the bloodiest confrontation in the history of the United States, with more than 22,000 casualties in a single day."
      }
    ]
  },
  "9-23": {
    "curiosity": [
      {
        "text": "On September 23, 1949, the People's Republic of China was proclaimed by Mao Zedong, establishing a communist regime in the country."
      },
      {
        "text1": "On September 23, 2008, the financial company Lehman Brothers declared bankruptcy, triggering a global financial crisis and deepening the global recession."
      }
    ]
  },
  "9-24": {
    "curiosity": [
      {
        "text": "On September 24, 622, the Hijra took place, the migration of the prophet Muhammad from Mecca to Medina, marking the beginning of the Islamic calendar."
      },
      {
        "text1": "On September 24, 1946, an international military tribunal in Nuremberg, Germany, sentenced 12 Nazi leaders to death for war crimes and crimes against humanity."
      }
    ]
  },
  "9-25": {
    "curiosity": [
      {
        "text": "On September 25, 1513, Spanish explorer Vasco Núñez de Balboa became the first European to sight the Pacific Ocean, after crossing the Isthmus of Panama."
      },
      {
        "text1": "On September 25, 1957, nine black students entered Little Rock Central High School in Little Rock, Arkansas, under federal protection, marking an important milestone in the civil rights movement in the United States."
      }
    ]
  },
  "9-26": {
    "curiosity": [
      {
        "text": "On September 26, 1580, the Iberian Union was established, uniting the crowns of Portugal and Spain under the rule of Spanish King Philip II."
      },
      {
        "text1": "On September 26, 1983, Soviet leader Yuri Andropov announced that the Soviet Union would not participate in the 1984 Summer Olympics in Los Angeles, in retaliation for the United States' decision to boycott the Moscow Olympics , in 1980."
      }
    ]
  },
  "9-27": {
    "curiosity": [
      {
        "text": "On September 27, 1822, Brazil declared its independence from Portugal, proclaiming Pedro I as its emperor."
      },
      {
        "text1": "On September 27, 1905, the Battle of Mukden took place during the Russo-Japanese War, resulting in a decisive victory for Japan over Russian forces."
      }
    ]
  },
  "9-28": {
    "curiosity": [
      {
        "text": "On September 28, 1066, the Battle of Stamford Bridge took place in England, where King Harold II of England defeated the invading forces led by Harold III of Norway."
      },
      {
        "text1": "On September 28, 1928, Alexander Fleming accidentally discovered penicillin, one of the most important antibiotics in the history of medicine."
      }
    ]
  },
  "9-29": {
    "curiosity": [
      {
        "text": "On September 29, 1941, during World War II, the Babi Yar, a gorge on the outskirts of Kiev, Ukraine, was the scene of one of the largest massacres in history, where Nazi troops murdered more than 33,000 Jews in just two days."
      },
      {
        "text1": "On September 29, 2008, the financial crisis reached a new level with the collapse of the investment bank Lehman Brothers, triggering a series of events that affected the global financial system."
      }
    ]
  },
  "9-30": {
    "curiosity": [
      {
        "text": "On September 30, 1938, the signing of the Munich Agreements took place, where European leaders gave in to Adolf Hitler's demands, allowing the annexation of the Sudetenland region by Nazi Germany."
      },
      {
        "text1": "On September 30, 2005, the controversial trial of Michael Jackson, accused of child sexual abuse, came to an end with his acquittal on all charges."
      }
    ]
  },
  "10-1": {
    "curiosity": [
      {
        "text": "On October 1, 1949, the People's Republic of China was proclaimed by Mao Zedong, establishing a communist regime in the country."
      },
      {
        "text1": "On October 1, 1961, the Organization of Petroleum Exporting Countries (OPEC) was founded, an alliance of oil-producing nations with the aim of coordinating policies related to oil trade and protecting the interests of member countries."
      }
    ]
  },
  "10-2": {
    "curiosity": [
      {
        "text": "On October 2, 1187, the Battle of Hattin took place, in which the Muslim leader Saladin defeated the Christian forces of the Kingdom of Jerusalem, paving the way for the Muslim conquest of Jerusalem."
      },
      {
        "text1": "On October 2, 1968, the Tlatelolco massacre occurred in Mexico City, during student protests against the Mexican government, resulting in the death of hundreds of protesters."
      }
    ]
  },
  "10-3": {
    "curiosity": [
      {
        "text": "On October 3, 1990, Germany was reunited, officially ending the division between East Germany and West Germany."
      },
      {
        "text1": "On October 3, 1952, the United Kingdom carried out its first nuclear bomb test, becoming the third nuclear power in the world."
      }
    ]
  },
  "10-4": {
    "curiosity": [
      {
        "text": "On October 4, 1957, the Soviet Union successfully launched Sputnik 1, the first artificial satellite in history, ushering in the space age."
      },
      {
        "text1": "On October 4, 2004, the Cassini-Huygens space probe ended its 7-year mission to Saturn, sending back valuable data and images about the planet and its moons."
      }
    ]
  },
  "10-5": {
    "curiosity": [
      {
        "text": "On October 5, 1789, the Women's March on Versailles took place during the French Revolution, when thousands of Parisian women marched to the Palace of Versailles demanding bread and the downfall of the king."
      },
      {
        "text1": "On October 5, 2000, the former president of Serbia, Slobodan Milošević, was deposed and handed over to the International Criminal Tribunal for the former Yugoslavia, where he would be tried for war crimes and crimes against humanity. "
      }
    ]
  },
  "10-6": {
    "curiosity": [
      {
        "text": "On October 6, 1973, the Yom Kippur War began, a conflict between Israel and a coalition led by Egypt and Syria, which resulted in great human and territorial losses."
      },
      {
        "text1": "On October 6, 1927, the silent film 'The Jazz Singer' was released, being the first feature film to feature sequences with synchronized sound dialogue."
      }
    ]
  },
  "10-7": {
    "curiosity": [
      {
        "text": "On October 7, 1571, the Battle of Lepanto took place, in which a Christian alliance led by the Republic of Venice and the Spanish Empire defeated the Ottoman fleet, halting the Ottoman advance into the Western Mediterranean."
      },
      {
        "text1": "On October 7, 1989, the Peaceful Revolution began in what was then Czechoslovakia, marking the beginning of the end of the communist regime in the country."
      }
    ]
  },
  "10-8": {
    "curiosity": [
      {
        "text": "On October 8, 1871, the Great Chicago Fire occurred, one of the largest urban disasters in the history of the United States, which destroyed much of the city."
      },
      {
        "text1": "On October 8, 2001, the United States began the military invasion of Afghanistan, in response to the terrorist attacks of September 11, 2001."
      }
    ]
  },
  "10-9": {
    "curiosity": [
      {
        "text": "On October 9, 1967, Argentine revolutionary leader Che Guevara was captured in Bolivia, marking the end of his guerrilla campaign in South America."
      },
      {
        "text1": "On October 9, 1989, the fall of the Berlin Wall occurred, one of the most significant events at the end of the Cold War and the reunification of Germany."
      }
    ]
  },
  "10-10": {
    "curiosity": [
      {
        "text": "On October 10, 732, the Battle of Tours took place in France, where Frankish forces led by Charles Martel defeated a Muslim army, preventing the expansion of the Umayyad Caliphate in Western Europe."
      },
      {
        "text1": "On October 10, 1845, the philosopher Friedrich Nietzsche was born in the city of Röcken, Germany, becoming one of the most influential figures in modern philosophy."
      }
    ]
  },
  "10-11": {
    "curiosity": [
      {
        "text": "On October 11, 1899, the Second Boer War began, a conflict between the United Kingdom and the Boer republics in South Africa, which resulted in a prolonged and devastating war."
      },
      {
        "text1": "On October 11, 1984, American astronaut Kathryn D. Sullivan became the first woman to perform a spacewalk."
      }
    ]
  },
  "10-12": {
    "curiosity": [
      {
        "text": "On October 12, 1492, navigator Christopher Columbus arrived in America, marking the beginning of European colonization of the continent."
      },
      {
        "text1": "On October 12, 1984, the first British female astronaut, Helen Sharman, was launched into space aboard the Soyuz TM-12 mission."
      }
    ]
  },
  "10-13": {
    "curiosity": [
      {
        "text": "On October 13, 1307, Friday the 13th occurred, when the Knights Templar were arrested en masse in France, marking the end of the influence and power of this military-religious order."
      },
      {
        "text1": "On October 13, 1972, Flight 571 of the Uruguayan Air Force suffered an accident in the Andes, leaving the survivors to face a fight for survival known as the 'Miracle of the Andes'."
      }
    ]
  },
  "10-14": {
    "curiosity": [
      {
        "text": "On October 14, 1066, the Battle of Hastings took place, in which the Norman army led by William the Conqueror defeated King Harold II of England, changing the history of England."
      },
      {
        "text1": "On October 14, 1947, American pilot Chuck Yeager became the first human being to break the sound barrier in flight."
      }
    ]
  },
  "10-15": {
    "curiosity": [
      {
        "text": "On October 15, 1815, Napoleon Bonaparte was defeated at the Battle of Waterloo, definitively ending his reign and the period known as the Napoleonic Wars."
      },
      {
        "text1": "On October 15, 1987, the event known as 'Black Monday' occurred on the New York Stock Exchange, with the stock market suffering a significant drop."
      }
    ]
  },
  "10-16": {
    "curiosity": [
      {
        "text": "On October 16, 1793, Queen Marie Antoinette of France was guillotined during the French Revolution."
      },
      {
        "text1": "On October 16, 1962, the Cuban Missile Crisis began when Soviet nuclear missiles were discovered on the island, bringing the world to the brink of nuclear war."
      }
    ]
  },
  "10-17": {
    "curiosity": [
      {
        "text": "On October 17, 1905, Bloody Sunday occurred in Saint Petersburg, Russia, when soldiers of the Tsarist Army opened fire on peaceful protesters, triggering a series of events that culminated in the Russian Revolution of 1917."
      },
      {
        "text1": "On October 17, 1989, a 6.9 magnitude earthquake struck the San Francisco Bay Area, California, causing extensive damage and leaving thousands of people homeless."
      }
    ]
  },
  "10-18": {
    "curiosity": [
      {
        "text": "On October 18, 1867, Alaska was formally transferred from Russia to the United States, following the purchase of the territory by the Americans."
      },
      {
        "text1": "On October 18, 1968, the Summer Olympics were held in Mexico City, marked by the famous protest of black athletes from the United States on the podium."
      }
    ]
  },
  "10-19": {
    "curiosity": [
      {
        "text": "On October 19, 1987, the New York Stock Exchange's Dow Jones index suffered its largest single-day drop, known as 'Black Monday'."
      },
      {
        "text1": "On October 19, 2003, the European space probe Beagle 2 was launched with the aim of landing on Mars, but contact with the probe was lost and its exact location remains unknown."
      }
    ]
  },
  "10-20": {
    "curiosity": [
      {
        "text": "On October 20, 1944, during World War II, the city of Belgrade, capital of Yugoslavia, was liberated from Nazi forces by the Red Army and the People's Liberation Army of Yugoslavia."
      },
      {
        "text1": "On October 20, 1973, the Oil Crisis began, when the Arab countries that were members of OPEC announced an oil embargo in retaliation for Western support for Israel in the Yom Kippur War."
      }
    ]
  },
  "10-21": {
    "curiosity": [
      {
        "text": "On October 21, 1520, the Battle of Otumba took place in Mexico, where Aztec forces faced Spanish troops led by Hernán Cortés."
      },
      {
        "text1": "On October 21, 1966, a landslide in the county of Aberfan, Wales, resulted in the deaths of 144 people, most of them children, due to the collapse of a coal pile."
      }
    ]
  },
  "10-22": {
    "curiosity": [
      {
        "text": "On October 22, 1797, the British Navy defeated the Spanish fleet at the Battle of Cape St. Vincent, during the Napoleonic Wars."
      },
      {
        "text1": "On October 22, 1962, United States President John F. Kennedy publicly announced the discovery of Soviet nuclear missiles in Cuba, triggering the Cuban Missile Crisis."
      }
    ]
  },
  "10-23": {
    "curiosity": [
      {
        "text": "On October 23, 1956, the Hungarian Revolution began, a popular uprising against the communist government of Hungary, which was suppressed by Soviet forces."
      },
      {
        "text1": "On October 23, 2001, Apple launched the iPod, one of the most popular and influential portable music devices in history."
      }
    ]
  },
  "10-24": {
    "curiosity": [
      {
        "text": "On October 24, 1945, the United Nations (UN) was founded, seeking to promote peace and international cooperation after the Second World War."
      },
      {
        "text1": "On October 24, 2003, the European space probe Mars Express was launched, with the aim of studying Mars and looking for signs of water on the planet."
      }
    ]
  },
  "10-25": {
    "curiosity": [
      {
        "text": "On October 25, 1415, the Battle of Agincourt took place in France, where English forces led by Henry V achieved a significant victory during the Hundred Years' War."
      },
      {
        "text1": "On October 25, 2001, the Windows XP operating system was released by Microsoft, becoming one of the most popular and long-lasting operating systems in history."
      }
    ]
  },
  "10-26": {
    "curiosity": [
      {
        "text": "On October 26, 1947, the famous children's book 'The Little Prince', written by Antoine de Saint-Exupéry, was published for the first time."
      },
      {
        "text1": "On October 26, 1979, Soviet leader Leonid Brezhnev passed away, ending an 18-year period of leadership and marking the beginning of a new era in the Soviet Union."
      }
    ]
  },
  "10-27": {
    "curiosity": [
      {
        "text": "On October 27, 1904, the first edition of the New York subway was opened to the public, revolutionizing transportation in the city."
      },
      {
        "text1": "On October 27, 1962, during the Cuban Missile Crisis, a U-2 spy plane was shot down over Cuba, further increasing tension between the United States and the Soviet Union."
      }
    ]
  },
  "10-28": {
    "curiosity": [
      {
        "text": "On October 28, 1886, the Statue of Liberty, an iconic symbol of the United States, was officially dedicated in New York Harbor."
      },
      {
        "text1": "On October 28, 1962, during the Cuban Missile Crisis, United States President John F. Kennedy announced that Soviet missiles would be removed from Cuba, ending the crisis."
      }
    ]
  },
  "10-29": {
    "curiosity": [
      {
        "text": "On October 29, 1929, the famous 'New York Stock Exchange Crash' occurred, marking the beginning of the Great Depression that affected the world economy."
      },
      {
        "text1": "On October 29, 1956, Israel, France and the United Kingdom invaded Egypt in the so-called Suez Crisis, aiming to control the Suez Canal and overthrow Egyptian President Gamal Abdel Nasser."
      }
    ]
  },
  "10-30": {
    "curiosity": [
      {
        "text": "On October 30, 1938, the famous radio broadcast known as 'The War of the Worlds' took place, in which director Orson Welles adapted the book by HG Wells, causing panic among listeners who believed it to be an invasion alien."
      },
      {
        "text1": "On October 30, 1961, the Soviet Union detonated the 'Tsar Bomba', the largest nuclear bomb ever detonated in history, with an estimated power of 50 megatons."
      }
    ]
  },
  "10-31": {
    "curiosity": [
      {
        "text": "On October 31, 1517, the monk Martin Luther posted his 95 Theses on the door of the Castle Church of Wittenberg, in Germany, triggering the Protestant Reformation."
      },
      {
        "text1": "On October 31, 1956, the Hungarian Revolution took place, an uprising against the communist government of Hungary, which was violently suppressed by Soviet forces."
      }
    ]
  },
  "11-1": {
    "curiosity": [
      {
        "text": "On November 1, 1512, the mural painting 'Fresco on the Ceiling of the Sistine Chapel', by Michelangelo, was inaugurated in the Vatican, in Rome, and is considered one of the most famous and important works of art in history."
      },
      {
        "text1": "On November 1, 1952, the first successful detonation of a hydrogen bomb occurred by the United States, marking a significant advance in nuclear weapons technology."
      }
    ]
  },
  "11-2": {
    "curiosity": [
      {
        "text": "On November 2, 1917, during World War I, British General Edmund Allenby captured the city of Beersheba in Palestine after a daring cavalry charge."
      },
      {
        "text1": "On November 2, 1983, the United States militarily invaded the Caribbean island of Grenada, in an operation known as 'Operation Urgent Fury', aiming to depose the Marxist-Leninist government that had taken power."
      }
    ]
  },
  "11-3": {
    "curiosity": [
      {
        "text": "On November 3, 1948, President of the United States Harry S. Truman was re-elected in a surprising victory over Republican candidate Thomas E. Dewey."
      },
      {
        "text1": "On November 3, 1957, the Soviet Union successfully launched Earth's first artificial satellite, Sputnik 2, which carried the first living creature into space, the dog Laika."
      }
    ]
  },
  "11-4": {
    "curiosity": [
      {
        "text": "On November 4, 1979, the Iran Hostage Crisis occurred, when Iranian students stormed the United States embassy in Tehran, holding 52 Americans hostage for more than a year."
      },
      {
        "text1": "On November 4, 2008, Barack Obama was elected the 44th president of the United States, becoming the first African-American president in the country's history."
      }
    ]
  },
  "11-5": {
    "curiosity": [
      {
        "text": "On November 5, 1605, the famous 'Gunpowder Plot' took place in the United Kingdom, in which Guy Fawkes and other Catholic conspirators plotted to blow up the British Parliament during the official opening of the sessions."
      },
      {
        "text1": "On November 5, 1911, the King of Italy, Vittorio Emanuele III, proclaimed the annexation of Libya to Italian territory, following the military conquest of the North African country."
      }
    ]
  },
  "11-6": {
    "curiosity": [
      {
        "text": "On November 6, 1860, Abraham Lincoln was elected the 16th president of the United States, triggering tensions that would culminate in the American Civil War."
      },
      {
        "text1": "On November 6, 1985, the Nevado del Ruiz volcano in Colombia erupted, causing an avalanche of mud and ash that devastated the city of Armero and caused the deaths of more than 23,000 people."
      }
    ]
  },
  "11-7": {
    "curiosity": [
      {
        "text": "On November 7, 1917, the Russian Revolution took place, in which the Bolsheviks, led by Vladimir Lenin, seized power and established communist rule in Russia."
      },
      {
        "text1": "On November 7, 2000, Democrat Al Gore won the majority of the popular vote, but Republican George W. Bush won the United States presidential election after a controversial Supreme Court ruling."
      }
    ]
  },
  "11-8": {
    "curiosity": [
      {
        "text": "On November 8, 1895, Wilhelm Conrad Roentgen discovered X-rays, an important discovery that revolutionized medicine and radiology."
      },
      {
        "text1": "On November 8, 2016, Donald Trump was elected the 45th president of the United States, defeating Democratic candidate Hillary Clinton."
      }
    ]
  },
  "11-9": {
    "curiosity": [
      {
        "text": "On November 9, 1989, the Berlin Wall fell, which divided the city of Berlin for almost 30 years, symbolizing the end of the Cold War and the collapse of the socialist bloc."
      },
      {
        "text1": "On November 9, 1938, the so-called 'Night of Broken Glass' took place in Nazi Germany, a series of violent attacks against the Jewish population, their properties and synagogues."
      }
    ]
  },
  "11-10": {
    "curiosity": [
      {
        "text": "On November 10, 1483, Martin Luther was born, leader of the Protestant Reformation and an important figure in the religious and political history of Europe."
      },
      {
        "text1": "On November 10, 1975, Queen Elizabeth II of the United Kingdom made a historic visit to Australia, the first visit by a British monarch to the country since Australian Federation in 1901."
      }
    ]
  },
  "11-11": {
    "curiosity": [
      {
        "text": "On November 11, 1918, the Armistice of Compiègne was signed, which put an end to the First World War, coming into force at 11 am and being celebrated as Armistice Day in many countries."
      },
      {
        "text1": "On November 11, 1889, the State of Rio de Janeiro, in Brazil, abolished slavery, becoming the first Brazilian federative unit to do so."
      }
    ]
  },
  "11-12": {
    "curiosity": [
      {
        "text": "On November 12, 1955, the incident known as the 'Miracle of Lourdes' occurred when a statue of the Virgin Mary began to weep in the city of Syracuse, New York, leading to an increase in the number of pilgrims and the investigation of the phenomenon by the Catholic Church."
      },
      {
        "text1": "On November 12, 1990, NASA's Galileo spacecraft flew over Venus on its trajectory toward Jupiter, making observations and collecting scientific data."
      }
    ]
  },
  "11-13": {
    "curiosity": [
      {
        "text": "On November 13, 354, Saint Augustine was born, one of the most influential theologians and philosophers of the Catholic Church, known for his works such as 'Confessions' and 'The City of God'."
      },
      {
        "text1": "On November 13, 2015, a series of coordinated terrorist attacks took place in Paris, France, perpetrated by the extremist group Islamic State, resulting in the deaths of 130 people and hundreds of injuries."
      }
    ]
  },
  "11-14": {
    "curiosity": [
      {
        "text": "On November 14, 1851, the British newspaper 'The New York Times' was published for the first time, becoming one of the most influential and renowned newspapers in the world."
      },
      {
        "text1": "On November 14, 1969, Apollo 12, the second manned mission of NASA's Apollo program, was launched with the aim of landing on the Moon."
      }
    ]
  },
  "11-15": {
    "curiosity": [
      {
        "text": "On November 15, 1889, the Proclamation of the Republic took place in Brazil, marking the end of the Empire and the establishment of a republican regime in the country."
      },
      {
        "text1": "On November 15, 1988, Palestine proclaimed its independence in the city of Algiers, Algeria, being recognized by several countries as a sovereign state."
      }
    ]
  },
  "11-16": {
    "curiosity": [
      {
        "text": "On November 16, 1532, the Battle of Cajamarca took place in Peru, where the Spanish conqueror Francisco Pizarro captured the Inca emperor Atahualpa, marking the beginning of the Spanish conquest of the region."
      },
      {
        "text1": "On November 16, 1995, the General Peace Agreement was signed, officially ending the Bosnian War, an ethno-religious conflict that devastated the Balkan region in the 1990s."
      }
    ]
  },
  "11-17": {
    "curiosity": [
      {
        "text": "On November 17, 1558, Queen Elizabeth I of England ascended the throne, beginning one of the most important and longest reigns in the country's history."
      },
      {
        "text1": "On November 17, 1989, the Velvet Revolution began in Czechoslovakia, a peaceful movement that resulted in the fall of the communist regime in the country."
      }
    ]
  },
  "11-18": {
    "curiosity": [
      {
        "text": "On November 18, 1307, the arrest of the Knights Templar took place in France, a landmark event in the history of the Templar Order."
      },
      {
        "text1": "On November 18, 1928, the first color television broadcast was made in the United States, by inventor and electronics engineer John Logie Baird."
      }
    ]
  },
  "11-19": {
    "curiosity": [
      {
        "text": "On November 19, 1863, United States President Abraham Lincoln delivered the famous Gettysburg Address during the American Civil War, reaffirming the ideals of equality and freedom."
      },
      {
        "text1": "On November 19, 1997, the Cassini-Huygens space probe was launched by NASA with the aim of studying the planet Saturn and its moons."
      }
    ]
  },
  "11-20": {
    "curiosity": [
      {
        "text": "On November 20, 1945, the Nuremberg Trial began, in which Nazi leaders were tried for war crimes and crimes against humanity during World War II."
      },
      {
        "text1": "On November 20, 1989, the Convention on the Rights of the Child was adopted by the United Nations General Assembly, establishing the fundamental rights of children throughout the world."
      }
    ]
  },
  "11-21": {
    "curiosity": [
      {
        "text": "On November 21, 1877, Thomas Edison announced the invention of the phonograph, one of the first devices capable of reproducing recorded sounds."
      },
      {
        "text1": "On November 21, 1974, Ethiopia became a socialist state after the fall of Emperor Haile Selassie."
      }
    ]
  },
  "11-22": {
    "curiosity": [
      {
        "text": "On November 22, 1963, President of the United States, John F. Kennedy, was assassinated in Dallas, Texas, in an event that shocked the country and the world."
      },
      {
        "text1": "On November 22, 2005, Microsoft launched the Xbox 360 video game console, ushering in a new generation of game consoles."
      }
    ]
  },
  "11-23": {
    "curiosity": [
      {
        "text": "On November 23, 1889, Irish journalist and writer Nellie Bly began her journey around the world in 72 days, setting a world record."
      },
      {
        "text1": "On November 23, 1981, the Skylab Space Station, launched by NASA in 1973, re-entered the Earth's atmosphere and disintegrated, ending its mission."
      }
    ]
  },
  "11-24": {
    "curiosity": [
      {
        "text": "On November 24, 1859, Charles Darwin's book 'The Origin of Species' was published, presenting the theory of evolution through natural selection."
      },
      {
        "text1": "On November 24, 1963, the assassination of the President of the United States, John F. Kennedy, was followed by the assassination of Lee Harvey Oswald, the main suspect in the crime, by Jack Ruby."
      }
    ]
  },
  "11-25": {
    "curiosity": [
      {
        "text": "On November 25, 1975, political leader and women's rights activist Aung San Suu Kyi was arrested in Myanmar (then Burma) and remained under house arrest for several years."
      },
      {
        "text1": "On November 25, 2001, the World Trade Organization (WTO) was created, with the aim of promoting free trade and regulating international trade."
      }
    ]
  },
  "11-26": {
    "curiosity": [
      {
        "text": "On November 26, 1922, British archaeologists discovered the entrance to the tomb of Pharaoh Tutankhamun in the Valley of the Kings in Egypt."
      },
      {
        "text1": "On November 26, 2008, a terrorist attack occurred in Mumbai, India, carried out by an Islamic group, resulting in several coordinated attacks across the city."
      }
    ]
  },
  "11-27": {
    "curiosity": [
      {
        "text": "On November 27, 1095, Pope Urban II delivered the Clermont Speech, calling for the First Crusade with the aim of recovering Jerusalem from Muslim hands."
      },
      {
        "text1": "On November 27, 1978, the mayor of Jonestown, Guyana, Jim Jones, led to the collective suicide of more than 900 followers of his cult, in an event known as the Jonestown Massacre."
      }
    ]
  },
  "11-28": {
    "curiosity": [
      {
        "text": "On November 28, 1520, the Battle of Otumba took place in Mexico, where the Spanish conqueror Hernán Cortés and his indigenous allies defeated the Aztec army led by Cuauhtémoc."
      },
      {
        "text1": "On November 28, 1942, during the Second World War, Operation Torch took place, with Allied forces landing on the coast of North Africa, beginning the campaign in the Mediterranean theater of operations."
      }
    ]
  },
  "11-29": {
    "curiosity": [
      {
        "text": "On November 29, 1947, the United Nations General Assembly approved the Partition Plan for Palestine, which proposed the creation of a Jewish state and an Arab state in the region."
      },
      {
        "text1": "On November 29, 1961, NASA launched the Mercury-Atlas 5 space capsule with the monkey Enos on board, making the second manned orbital flight of the Mercury program."
      }
    ]
  },
  "11-30": {
    "curiosity": [
      {
        "text": "On November 30, 1803, the United States formally acquired the Louisiana Territory from France in an agreement known as the Louisiana Purchase."
      },
      {
        "text1": "On November 30, 1966, Barbados became independent from the United Kingdom, ending its status as a British colony."
      }
    ]
  },
  "12-01": {
    "curiosity": [
      {
        "text": "On December 1, 1955, Rosa Parks, a civil rights activist, refused to give up her seat to a white man on a bus in Montgomery, Alabama, sparking the civil rights movement in the United States."
      },
      {
        "text1": "On December 1, 1990, the reunification of Germany took place, with the union of West Germany and East Germany after the fall of the Berlin Wall."
      }
    ]
  },
  "12-02": {
    "curiosity": [
      {
        "text": "On December 2, 1804, Napoleon Bonaparte was crowned Emperor of France in Notre-Dame Cathedral in Paris."
      },
      {
        "text1": "On December 2, 1942, during World War II, the first successful test of the atomic bomb took place at the Los Alamos Laboratory, in New Mexico, United States."
      }
    ]
  },
  "12-03": {
    "curiosity": [
      {
        "text": "On December 3, 1967, South African surgeon Christiaan Barnard performed the first successful human heart transplant in Cape Town, South Africa."
      },
      {
        "text1": "On December 3, 1984, a major toxic gas leak occurred in the city of Bhopal, India, considered one of the worst industrial disasters in history, causing thousands of deaths and injuries."
      }
    ]
  },
  "12-04": {
    "curiosity": [
      {
        "text": "On December 4, 1945, the United Nations Educational, Scientific and Cultural Organization (UNESCO) was founded with the aim of promoting peace and international cooperation through education, science and culture."
      },
      {
        "text1": "On December 4, 1971, India defeated Pakistan in the Bangladesh War of Independence, resulting in Bangladesh's independence and the end of the war."
      }
    ]
  },
  "12-05": {
    "curiosity": [
      {
        "text": "On December 5, 1933, Prohibition in the United States was repealed, once again allowing the production and sale of alcoholic beverages."
      },
      {
        "text1": "On December 5, 2013, Nelson Mandela, anti-apartheid leader and former president of South Africa, passed away at the age of 95, leaving a legacy of fighting for human rights and reconciliation."
      }
    ]
  },
  "12-06": {
    "curiosity": [
      {
        "text": "On December 6, 1877, Thomas Edison gave the first public demonstration of his phonograph, a device capable of recording and reproducing sounds."
      },
      {
        "text1": "On December 6, 1989, the Tiananmen Square Massacre occurred in Beijing, China, when government troops violently repressed pro-democracy protesters."
      }
    ]
  },
  "12-07": {
    "curiosity": [
      {
        "text": "On December 7, 1941, the Japanese attack on the Pearl Harbor naval base in Hawaii took place, marking the United States' entry into World War II."
      },
      {
        "text1": "On December 7, 1972, Apollo 17, the last manned mission of NASA's Apollo program, was launched, also being the last time that humans were on the Moon."
      }
    ]
  },
  "12-08": {
    "curiosity": [
      {
        "text": "On December 8, 1980, former Beatle John Lennon was murdered in New York, United States, by a disturbed fan."
      },
      {
        "text1": "On December 8, 1991, the leaders of Russia, Ukraine and Belarus signed the Belaveja Agreement, which dissolved the Soviet Union and established the Commonwealth of Independent States (CIS)."
      }
    ]
  },
  "12-09": {
    "curiosity": [
      {
        "text": "On December 9, 1987, the international agreement known as the Montreal Protocol was signed, aiming to protect the ozone layer by gradually reducing the use of substances that deplete it."
      },
      {
        "text1": "On December 9, 2013, former South African president Nelson Mandela was honored with a memorial in Johannesburg, bringing together leaders and celebrities from around the world."
      }
    ]
  },
  "12-10": {
    "curiosity": [
      {
        "text": "On December 10, 1948, the United Nations General Assembly adopted the Universal Declaration of Human Rights, establishing the fundamental rights of all human beings."
      },
      {
        "text1": "On December 10, 1989, Czech leader Václav Havel was elected president of Czechoslovakia, marking the end of the communist regime in the country."
      }
    ]
  },
  "12-11": {
    "curiosity": [
      {
        "text": "On December 11, 1936, King Edward VIII of the United Kingdom abdicated the throne to marry Wallis Simpson, a divorced American, triggering a constitutional crisis."
      },
      {
        "text1": "On December 11, 2001, China joined the World Trade Organization (WTO), opening its economy to the global market."
      }
    ]
  },
  "12-12": {
    "curiosity": [
      {
        "text": "On December 12, 1915, the first entertainment radio broadcast occurred in the United States, marking the beginning of the era of radio as a popular means of communication."
      },
      {
        "text1": "On December 12, 2000, the United States Supreme Court ended the electoral controversy of the 2000 presidential election, declaring George W. Bush the winner."
      }
    ]
  },
  "12-13": {
    "curiosity": [
      {
        "text": "On December 13, 1937, the city of Nanking, China, was captured by Japanese forces, marking the beginning of the Nanking Massacre, one of the most brutal events of the Second Sino-Japanese War."
      },
      {
        "text1": "On December 13, 2003, Saddam Hussein, former president of Iraq, was captured by US forces, ending his life as a fugitive."
      }
    ]
  },
  "12-14": {
    "curiosity": [
      {
        "text": "On December 14, 1900, Max Planck presented his quantum theory for the first time, a fundamental milestone for modern physics."
      },
      {
        "text1": "On December 14, 2012, a gunman opened fire at Sandy Hook Elementary School in the United States, killing 26 people, including 20 children, in one of the worst school shootings in the country's history."
      }
    ]
  },
  "12-15": {
    "curiosity": [
      {
        "text": "On December 15, 1791, the United States Bill of Rights, consisting of ten amendments to the Constitution, was ratified, guaranteeing civil and individual liberties to citizens."
      },
      {
        "text1": "On December 15, 2001, the city of Kandahar, Afghanistan, was captured by US-led coalition forces, marking a turning point in the Afghan War."
      }
    ]
  },
  "12-16": {
    "curiosity": [
      {
        "text": "On December 16, 1773, the Boston Tea Party occurred, a protest in which American colonists threw cargoes of British tea into Boston Harbor as an act of resistance against British taxes."
      },
      {
        "text1": "On December 16, 1971, India officially recognized Bangladesh as an independent country, ending the Bangladesh Liberation War against Pakistan."
      }
    ]
  },
  "12-17": {
    "curiosity": [
      {
        "text": "On December 17, 1903, the Wright brothers performed the first controlled flight of a powered aircraft, at Kitty Hawk, North Carolina, United States."
      },
      {
        "text1": "On December 17, 2010, a Tunisian street vendor named Mohamed Bouazizi set himself on fire, triggering mass protests in Tunisia, known as the Jasmine Revolution, that spread across the Arab world."
      }
    ]
  },
  "12-18": {
    "curiosity": [
      {
        "text": "On December 18, 1865, the Thirteenth Amendment to the United States Constitution was ratified, abolishing slavery in the country."
      },
      {
        "text1": "On December 18, 1892, English writer Arthur Conan Doyle published the novel 'The Hound of the Baskervilles', one of the most famous Sherlock Holmes stories."
      }
    ]
  },
  "12-19": {
    "curiosity": [
      {
        "text": "On December 19, 1843, the book 'A Christmas Carol', written by Charles Dickens, was published, one of the most popular Christmas stories of all time."
      },
      {
        "text1": "On December 19, 1998, the United States House of Representatives approved the impeachment of President Bill Clinton, accused of perjury and obstruction of justice."
      }
    ]
  },
  "12-20": {
    "curiosity": [
      {
        "text": "On December 20, 1803, the United States formally acquired the Louisiana Territory from France in an agreement known as the Louisiana Purchase."
      },
      {
        "text1": "On December 20, 1989, United States military forces invaded Panama in an operation to capture the dictator Manuel Noriega, accused of drug trafficking and crimes against human rights."
      }
    ]
  },
  "12-21": {
    "curiosity": [
      {
        "text": "On December 21, 1620, English colonists landed at Plymouth Rock, Massachusetts, establishing Plymouth Colony and marking the beginning of British colonization of North America."
      },
      {
        "text1": "On December 21, 1968, Apollo 8, NASA's manned space mission, was launched into space, becoming the first spacecraft to orbit the Moon and return safely to Earth."
      }
    ]
  },
  "12-22": {
    "curiosity": [
      {
        "text": "On December 22, 1807, the Treaty of Tilsit was signed, ending the war between Napoleon Bonaparte's France and Tsar Alexander I's Russia."
      },
      {
        "text1": "On December 22, 1989, Romania held a trial and executed communist dictator Nicolae Ceaușescu and his wife, Elena, following the Romanian Revolution."
      }
    ]
  },
  "12-23": {
    "curiosity": [
      {
        "text": "On December 23, 1888, Dutch painter Vincent van Gogh cut off part of his left ear during a psychotic break."
      },
      {
        "text1": "On December 23, 1947, the Indian National Congress adopted a resolution demanding India's independence and an end to British colonial rule."
      }
    ]
  },
  "12-24": {
    "curiosity": [
      {
        "text": "On December 24, 1814, during the War of 1812 between the United States and the United Kingdom, the Treaty of Ghent took place, which officially ended the conflict and restored diplomatic relations between the two countries."
      },
      {
        "text1": "On December 24, 1914, during the First World War, the 'Christmas Truce' occurred, in which enemy soldiers in the trenches of the Western Front stopped hostilities and fraternized during Christmas Eve."
      }
    ]
  },
  "12-25": {
    "curiosity": [
      {
        "text": "On December 25, 336, Roman Emperor Constantine I the Great celebrated the first official celebration of Christmas as a Christian holiday."
      },
      {
        "text1": "On December 25, 1941, during World War II, German troops commanded by Adolf Hitler collapsed in the Battle of Moscow, marking a major defeat for the Nazi forces."
      }
    ]
  },
  "12-26": {
    "curiosity": [
      {
        "text": "On December 26, 1776, during the American War of Independence, George Washington led the surprise attack on Hessian troops at Trenton, New Jersey, in a crucial victory for the American rebels."
      },
      {
        "text1": "On December 26, 2004, the devastating tsunami occurred in the Indian Ocean, triggered by an underwater earthquake, causing one of the worst natural disasters in history, with the loss of hundreds of thousands of lives in several coastal nations. "
      }
    ]
  },
  "12-27": {
    "curiosity": [
      {
        "text": "On December 27, 1831, Charles Darwin embarked on the expedition aboard HMS Beagle, a journey that would lead him to develop his theory of the evolution of species."
      },
      {
        "text1": "On December 27, 2007, former Prime Minister of Pakistan, Benazir Bhutto, was assassinated in a suicide bombing during a political rally in Rawalpindi."
      }
    ]
  },
  "12-28": {
    "curiosity": [
      {
        "text": "On December 28, 1895, the Lumière brothers held the first public screening of moving films at the Grand Café in Paris, marking the birth of cinema."
      },
      {
        "text1": "On December 28, 1973, United States President Richard Nixon signed the Energy Transition Act, which established goals for energy conservation and promoted the use of renewable energy sources."
      }
    ]
  },
  "12-29": {
    "curiosity": [
      {
        "text": "On December 29, 1890, the Wounded Knee Massacre occurred, a tragic confrontation between American soldiers and members of the Lakota Sioux tribe, resulting in the deaths of approximately 300 Native Americans, including women and children."
      },
      {
        "text1": "On December 29, 1972, NASA launched the Apollo 17 spacecraft, the last manned mission to the Moon to date, with Eugene Cernan, Ronald Evans and Harrison Schmitt on board."
      }
    ]
  },
  "12-30": {
    "curiosity": [
      {
        "text": "On December 30, 1922, the Union of Soviet Socialist Republics (USSR) was proclaimed, forming a new state encompassing several Soviet republics."
      },
      {
        "text1": "On December 30, 2006, the former president of Iraq, Saddam Hussein, was executed by hanging after being convicted of crimes against humanity."
      }
    ]
  },
  "12-31": {
    "curiosity": [
      {
        "text": "On December 31, 1759, the famous Austrian composer Wolfgang Amadeus Mozart was born in Salzburg, leaving a lasting legacy in classical music."
      },
      {
        "text1": "On December 31, 1999, the turn of the millennium occurred, marking the beginning of the 21st century and the dreaded 'Millennium Bug'q did not cause the predicted catastrophic problems in computer systems around the world."
      }
    ]
  }
}