{
  "1-1": {
    "quote": "The important thing is not to win every day, but to always fight.",
    "author": "Waldemar Valle Martins\n\n\n\nVitrais do mundo. São Paulo: Loyola, 1999."
  },
  "1-2": {
    "quote": "Greater than the sadness of not having won is the shame of not having fought!",
    "author": "Rui Barbosa\nBUCHSBAUM, P., Frases Geniais, Ediouro Publicações, 2004"
  },
  "1-3": {
    "quote": "It is better to conquer yourself than to win a thousand battles.",
    "author": "Buddha\n\n\n\nBYROM, Thomas. Dhammapada: The Sayings of the Buddha (1993)."
  },
  "1-4": {
    "quote": "Whoever dared to conquer and went out to fight, goes further!",
    "author": "Charlie Brown Jr\n\n\nNote: Excerpt from the song Nothing is impossible."
  },
  "1-5": {
    "quote": "As long as there is the will to fight there will be hope of winning.",
    "author": "Saint Augustine"
  },
  "1-6": {
    "quote": "It's hard to win a friend in an hour; easy to offend them in a minute.",
    "author": "Chinese Proverb"
  },
  "1-7": {
    "quote": "The fear of losing takes away the desire to win.",
    "author": "MussumNote: The thought is also attributed to Brazilian football coach Vanderlei Luxemburgo."
  },
  "1-8": {
    "quote": "He who does not trust others cannot earn their trust.",
    "author": "Lao-Tzu"
  },
  "1-9": {
    "quote": "Choosing your time is buying time.",
    "author": "Francis Bacon\n\n\n\nBACON, F., Essays, 1625"
  },
  "1-10": {
    "quote": "Losing to reason is always a win.",
    "author": "Aldo Novak"
  },
  "1-11": {
    "quote": "Many know how to make money, but few know how to spend it.",
    "author": "Henry David Thoreau"
  },
  "1-12": {
    "quote": "We risk losing when we want to win too much.",
    "author": "Jean de La Fontaine"
  },
  "1-13": {
    "quote": "If you want to be rich, think about saving as much as earning.",
    "author": "Benjamin Franklin\n\n\n\nThe Way to Wealth (1758)."
  },
  "1-14": {
    "quote": "The worthy man earns to live; the less honest man lives to earn.",
    "author": "Jewish Texts"
  },
  "1-15": {
    "quote": "To gain what is worth having, it may be necessary to lose everything else.",
    "author": "Bernadette Devlin"
  },
  "1-16": {
    "quote": "The greatest charity is to enable the poor to earn a living.",
    "author": "Jewish Texts"
  },
  "1-17": {
    "quote": "The world is lost to those who want to win it.",
    "author": "Taoist Texts"
  },
  "1-18": {
    "quote": "Whoever knows what can be earned in a day never steals.",
    "author": "George Herbert"
  },
  "1-19": {
    "quote": "Lottery: I think whether you play or not, you have the same chance of winning",
    "author": "Fran Lebowitz"
  },
  "1-20": {
    "quote": "Avarice loses everything by trying to gain everything.",
    "author": "Jean de La Fontaine"
  },
  "1-21": {
    "quote": "To win you have to spend.",
    "author": "Erasmus of Rotterdam"
  },
  "1-22": {
    "quote": "What good is it for a man to conquer the whole world if he loses his soul?",
    "author": "Jesus Christ\nBible, Mark 8:36"
  },
  "1-23": {
    "quote": "It's not enough to gain wisdom, you have to use it.",
    "author": "Cicero"
  },
  "1-24": {
    "quote": "It's no use for man to conquer the Moon if he ends up losing the Earth.",
    "author": "François Mauriac"
  },
  "1-25": {
    "quote": "It's easy to acquire an enemy; it's difficult to acquire a friend.",
    "author": "Jewish Texts"
  },
  "1-26": {
    "quote": "Whether you believe you can do something or not, you are right.",
    "author": "Henry Ford"
  },
  "1-27": {
    "quote": "Believe in justice, but not that which emanates from others but rather your own.",
    "author": "Samurai Code"
  },
  "1-28": {
    "quote": "The only way to win an argument is to avoid it.",
    "author": "Dale Carnegie"
  },
  "1-29": {
    "quote": "There is no pain that sleep cannot overcome.",
    "author": "Honoré de Balzac"
  },
  "1-30": {
    "quote": "The art of winning is learned through defeat.",
    "author": "Simon Bolívar"
  },
  "1-31": {
    "quote": "Suffering is only once; winning is for eternity.",
    "author": "Soren Kierkegaard"
  },
  "2-1": {
    "quote": "It's easier to break a bad habit today than tomorrow.",
    "author": "Confucius"
  },
  "2-2": {
    "quote": "Evil cannot overcome evil. Only good can do that.",
    "author": "Leon Tolstoy"
  },
  "2-3": {
    "quote": "Nothing is more humiliating than seeing fools succeed where we failed.",
    "author": "Gustave Flaubert"
  },
  "2-4": {
    "quote": "Wanting to win means having already gone half the way.",
    "author": "Paderewsky"
  },
  "2-5": {
    "quote": "You can only defeat nature by obeying it.",
    "author": "Francis Bacon\n\n\n\nBACON, F., New Organ or Elements of Interpretation of Nature, 1620"
  },
  "2-6": {
    "quote": "The first degree of heroism is overcoming fear.",
    "author": "G. Bona"
  },
  "2-7": {
    "quote": "It's harder to break bad habits than to break rocks.",
    "author": "Jewish Texts"
  },
  "2-8": {
    "quote": "He who knows how to overcome himself in victory is twice the winner.",
    "author": "Públio Siro"
  },
  "2-9": {
    "quote": "He who wants to die or win is rarely defeated.",
    "author": "Pierre Corneille"
  },
  "2-10": {
    "quote": "Art can overcome nature, as long as the artist leaves his mark on it.",
    "author": "Miguel Ângelo"
  },
  "2-11": {
    "quote": "Only a fighter is someone who knows how to fight with themselves.",
    "author": "Carlos Drummond de Andrade\n\n\n\n\"The Inside Out of Things. Aphorisms\". Editora Record. 2nd Edition. 1990"
  },
  "2-12": {
    "quote": "To live means to fight.",
    "author": "Seneca"
  },
  "2-13": {
    "quote": "It's easy to dream every night. It's difficult to fight for a dream.",
    "author": "UnknownNote: Excerpt from the poem \"Reverence to destiny\"."
  },
  "2-14": {
    "quote": "Man was born to fight and his life is an eternal battle.",
    "author": "Thomas Carlyle"
  },
  "2-15": {
    "quote": "It's better to fight with good people than to triumph over bad people.",
    "author": "Baltasar Gracián y Morales"
  },
  "2-16": {
    "quote": "There is only one way to fight against power: to survive it.",
    "author": "Voltaire"
  },
  "2-17": {
    "quote": "Fighting injustice costs me more than suffering it.",
    "author": "Jeanne Roland"
  },
  "2-18": {
    "quote": "Dream and you will be free in spirit... fight and you will be free in life.",
    "author": "Che Guevara"
  },
  "2-19": {
    "quote": "Imagine a new story for your life and believe in it.",
    "author": "Paulo Coelho"
  },
  "2-20": {
    "quote": "I'd rather lose the war and win the peace.",
    "author": "Bob MarleyNote: Authorship not confirmed."
  },
  "2-21": {
    "quote": "Cooperate, man. It's so easy to win me, you just have to do everything to lose me.",
    "author": "Tati Bernardi"
  },
  "2-22": {
    "quote": "To disregard is to gain consideration.",
    "author": "Arthur Schopenhauer"
  },
  "2-23": {
    "quote": "If you want to win you have to enter the game of life",
    "author": "Luiz Gasparetto"
  },
  "2-24": {
    "quote": "Conquering is not enough. You have to know how to seduce.",
    "author": "Voltaire\n\n\n\nMerope (1744)."
  },
  "2-25": {
    "quote": "The first and best victory is to conquer yourself.",
    "author": "Plato"
  },
  "2-26": {
    "quote": "Whatever the human mind can conceive, it can achieve.",
    "author": "Napoleon Hill"
  },
  "2-27": {
    "quote": "The problem isn't winning me over, it's keeping me interested.",
    "author": "Tumblr"
  },
  "2-28": {
    "quote": "Whoever is able to tame his heart is capable of conquering the world.",
    "author": "Paulo Coelho"
  },
  "2-29": {
    "quote": "Women are never conquered, they just let themselves be conquered...",
    "author": "Augusto Branco"
  },
  "3-1": {
    "quote": "Trust: a life to win, seconds to lose.",
    "author": "Tumblr"
  },
  "3-2": {
    "quote": "He who has an idea is a weird guy until the idea wins.",
    "author": "Mark Twain"
  },
  "3-3": {
    "quote": "Believe that you can, so you're halfway there.",
    "author": "Theodore Roosevelt"
  },
  "3-4": {
    "quote": "Believe me, there are people who are not looking for beauty, but for heart.",
    "author": "Cazuza"
  },
  "3-5": {
    "quote": "It's fine that you believe in God. But go armed.",
    "author": "Millôr Fernandes"
  },
  "3-6": {
    "quote": "Winning is not about competing with others. It's about defeating your inner enemies.",
    "author": "Roberto Shinyashiki"
  },
  "3-7": {
    "quote": "Beating yourself is the greatest victory.",
    "author": "Plato\n\n\n\nThe Laws"
  },
  "3-8": {
    "quote": "The greater the difficulties to overcome, the greater the satisfaction.",
    "author": "Cicero"
  },
  "3-9": {
    "quote": "If you want to beat the whole world, beat yourself.",
    "author": "Fyodor Dostoevsky"
  },
  "3-10": {
    "quote": "Winning by means I don't believe in brings me results I don't need.",
    "author": "Mahatma Gandhi"
  },
  "3-11": {
    "quote": "Those who can't win in life take revenge by speaking badly of it.",
    "author": "Voltaire"
  },
  "3-12": {
    "quote": "If wanting is power, wanting is winning.",
    "author": "Rui Barbosa"
  },
  "3-13": {
    "quote": "I just wanted someone to get through these terribly boring days with me.",
    "author": "Tati Bernardi"
  },
  "3-14": {
    "quote": "The best way to win an argument is to avoid it",
    "author": "Dale Carnegie"
  },
  "3-15": {
    "quote": "There would be no right to win if there was no right to forgive.",
    "author": "Eça de Queirós"
  },
  "3-16": {
    "quote": "The supreme art of war is to defeat the enemy without fighting.",
    "author": "Sun Tzu"
  },
  "3-17": {
    "quote": "Those who know when to fight and when to wait triumph.",
    "author": "Sun Tzu"
  },
  "3-18": {
    "quote": "It's better to fight for something than live for nothing.",
    "author": "Winston Churchill"
  },
  "3-19": {
    "quote": "To be complete, man has to study, work and fight.",
    "author": "Socrates"
  },
  "3-20": {
    "quote": "The best gift God gave me, life taught me to fight for what is mine...",
    "author": "Charlie Brown Jr\n\n\nNote: Excerpt from the song Fight for what is mine."
  },
  "3-21": {
    "quote": "It's not enough to dream, you have to fight and believe.",
    "author": "Tumblr"
  },
  "3-22": {
    "quote": "If life were easy, I wouldn't take pleasure in struggling with it.",
    "author": "Augusto Branco"
  },
  "3-23": {
    "quote": "You have to know how to fight like a lion, but fight for dreams that are worth it.",
    "author": "Roberto Shinyashiki"
  },
  "3-24": {
    "quote": "Lose with class, win with boldness, because the world belongs to those who dare.",
    "author": "Augusto BrancoNote: Although often erroneously attributed to Charles Chaplin, the phrase is an adaptation of an excerpt from the poem \"Life\" by Augusto Branco\n...More"
  },
  "3-25": {
    "quote": "Cheating at the game and not winning, just a fool.",
    "author": "Voltaire"
  },
  "3-26": {
    "quote": "I die because I have nothing left on earth to learn and conquer.",
    "author": "Heinrich Kleist"
  },
  "3-27": {
    "quote": "It is the moral winner who most easily dies to win.",
    "author": "Hugo Hofmannsthal"
  },
  "3-28": {
    "quote": "What's the point of winning the world and not winning the woman you love",
    "author": "Slim rimography"
  },
  "3-29": {
    "quote": "It is better to lose with the truth than win with a lie.",
    "author": "Ednilson Emmanoel Cintra"
  },
  "3-30": {
    "quote": "Believe in yourself or listen to talkers.",
    "author": "F.Black"
  },
  "3-31": {
    "quote": "You can't win. But there are other ways to fight.",
    "author": "Obi-Wan kenobi\nA New Hope"
  },
  "4-1": {
    "quote": "Not having the strength to fight was my only forgiveness.",
    "author": "Clarice Lispector"
  },
  "4-2": {
    "quote": "Knowing how to fight, in itself, is winning.",
    "author": "Rosa Berg"
  },
  "4-3": {
    "quote": "Is staying in the comfort zone, without taking risks, without fighting, winning?",
    "author": "Érico Macri"
  },
  "4-4": {
    "quote": "Whoever wants to win will always have the strength to fight.",
    "author": "Yhwh"
  },
  "4-5": {
    "quote": "Dreaming without realizing is wanting to win the war without fighting",
    "author": "andraus lana"
  },
  "4-6": {
    "quote": "The limit is just an illusion for those who are afraid to fight.",
    "author": "Hideki Anagusko"
  },
  "4-7": {
    "quote": "I'd rather lose 100 battles than fight none.",
    "author": "Jefferson de Mello"
  },
  "4-8": {
    "quote": "Reality is merely an illusion, albeit a very persistent one.",
    "author": "Albert Einstein"
  },
  "4-9": {
    "quote": "Studying is not wasting time, studying is investing time.",
    "author": "ARRUDA, JB de."
  },
  "4-10": {
    "quote": "Gratitude is the mother of all feelings.",
    "author": "Lair Ribeiro"
  },
  "4-11": {
    "quote": "There is always something creative within us, we just need to think, plan and produce.",
    "author": "Felipe Teles"
  },
  "4-12": {
    "quote": "Don't be fooled by words. Fall in love with attitudes!",
    "author": "Luiza Valeriano"
  },
  "4-13": {
    "quote": "Don't think about what you lost. Think about how much you gained.",
    "author": "Five Steps From You"
  },
  "4-14": {
    "quote": "Winning a war is as disastrous as losing it.",
    "author": "Agatha Christie\n\n\n\nAgatha Christie, Autobiography, 1977"
  },
  "4-15": {
    "quote": "The difference between winning and losing is often not giving up.",
    "author": "Walt Disney"
  },
  "4-16": {
    "quote": "When you have nothing left to lose, you only have something to gain.",
    "author": "Caio Fernando Abreu"
  },
  "4-17": {
    "quote": "Sometimes you have to be like the waves of the sea, retreat to gain strength.",
    "author": "General Xintilin"
  },
  "4-18": {
    "quote": "We may not win every battle, but we must always give our best.",
    "author": "Spider-Man"
  },
  "4-19": {
    "quote": "As in chess, there are times when, to win, you have to sacrifice a piece.",
    "author": "La Casa de Papel"
  },
  "4-20": {
    "quote": "You have to lose to know how to win.",
    "author": "Steven Tyler"
  },
  "4-21": {
    "quote": "Growing up is losing some illusions to gain others.",
    "author": "Virginia Woolf"
  },
  "4-22": {
    "quote": "You want to lose small, I want to win big.",
    "author": "Harvey Specter"
  },
  "4-23": {
    "quote": "Only when we learn to lose will we prepare to win.",
    "author": "Adalto Angelo Cruz"
  },
  "4-24": {
    "quote": "If you're going to play, play to win...",
    "author": "2Pac"
  },
  "4-25": {
    "quote": "Never start a game you can't win.",
    "author": "david samuel"
  },
  "4-26": {
    "quote": "Sometimes losing is winning.",
    "author": "Andresa Martins Vicentini"
  },
  "4-27": {
    "quote": "You don't need to win every argument. Accept the loss and learn from the other...",
    "author": "Bárbara Coré"
  },
  "4-28": {
    "quote": "Dare to conquer yourself.",
    "author": "Friedrich Nietzsche"
  },
  "4-29": {
    "quote": "\"People with dual personalities use their best to win you over\"",
    "author": "Samuel Siqueira Ramos"
  },
  "4-30": {
    "quote": "The church has the same goal as a movie villain: to conquer the world.",
    "author": "Alan Silva"
  },
  "5-1": {
    "quote": "To conquer a woman, put yourself in her shoes!",
    "author": "Daniel Balbi"
  },
  "5-2": {
    "quote": "Knowing how to conquer a woman is an art, knowing how to love her is a gift",
    "author": "Felipe Urias"
  },
  "5-3": {
    "quote": "Divide and conquer.",
    "author": "Julius Caesar"
  },
  "5-4": {
    "quote": "\"Everything worth having in life takes work to achieve...\"",
    "author": "Lourdes Trindade"
  },
  "5-5": {
    "quote": "Do you want to achieve something? Get calluses on your hands and skin on your knees.",
    "author": "Cris Westphal"
  },
  "5-6": {
    "quote": "Conquering the world on horseback is easy; dismounting and governing is difficult.",
    "author": "Genghis Khan"
  },
  "5-7": {
    "quote": "Overcome yourself to achieve something you want!",
    "author": "Elio Barros 757"
  },
  "5-8": {
    "quote": "Conquering someone is easy, the difficult thing is winning them back...",
    "author": "andre"
  },
  "5-9": {
    "quote": "To conquer a woman you need to know her most intimate secrets",
    "author": "Michael Bezerra"
  },
  "5-10": {
    "quote": "I will reign, I will win and I will conquer.",
    "author": "4th Impact"
  },
  "5-11": {
    "quote": "We love more what we conquer with suffering.",
    "author": "Aristotle"
  },
  "5-12": {
    "quote": "I love the invitation made by looking. You don't need to say anything. \nJust feel.",
    "author": "Aline Goulart"
  },
  "5-13": {
    "quote": "Believe. Want. Desire. This way you will know how painful it is to want to win.",
    "author": "Aila Santana"
  },
  "5-14": {
    "quote": "You don't have to be the prettiest to win a heart, believe me.",
    "author": "Vanessa Pimentel"
  },
  "5-15": {
    "quote": "Those who strive to win win, those who don't fight to win lose.",
    "author": "Edivânia Santos"
  },
  "5-16": {
    "quote": "The important thing is not to win every battle, but to fight until the end",
    "author": "Portella, Gio"
  },
  "5-17": {
    "quote": "We can lose or win, but with a friend it's always easier to fight",
    "author": "Raízza Cardoso"
  },
  "5-18": {
    "quote": "I was not born a winner, I was born to fight and conquer.",
    "author": "Roberta Thornton"
  },
  "5-19": {
    "quote": "It's not enough to have many dreams. You have to fight to achieve them.",
    "author": "Chú Oliveira"
  },
  "5-20": {
    "quote": "What I want in this life is to fight to achieve",
    "author": "Felipe Camargo"
  },
  "5-21": {
    "quote": "I may not conquer, but I will never stop fighting!",
    "author": "ROSANGELA"
  },
  "5-22": {
    "quote": "Believe in miracles, but don't depend on them.",
    "author": "Immanuel Kant\n\n\n\nReligion within the limits of simple reason (1793). Note: Adapted excerpt that summarizes the original thought: \"Sensible men (...) safely believe in regarding the theory, that there are miracles, but in business they establish none\".\n...More"
  },
  "5-23": {
    "quote": "Believe in yourself, because even your shadow leaves you in the dark.",
    "author": "Mr. Catra"
  },
  "5-24": {
    "quote": "Faith, two letters that can change your life, believe me. (Peter Pan)",
    "author": "Walt Disney"
  },
  "5-25": {
    "quote": "You will always be your best company! Believe me.",
    "author": "Deborah Oliveira"
  },
  "5-26": {
    "quote": "If you have the power to lie, believe me, I have the magic to pretend to believe!",
    "author": "Matheus Arruda Pinheiro"
  },
  "5-27": {
    "quote": "''Don't believe in a smile, evil is in the mind.''",
    "author": "Unknown"
  },
  "5-28": {
    "quote": "I don't want you to believe me. Only my feelings",
    "author": "Alexandre Boarro"
  },
  "5-29": {
    "quote": "Life, despite being hard, is magical, so always believe in the unexpected.",
    "author": "Maria Miranda"
  },
  "5-30": {
    "quote": "Don't believe everything they tell you... try to discover the truth for yourself...",
    "author": "JeZieL L. CarVAlhO"
  },
  "5-31": {
    "quote": "Don't believe everyone who smiles at you!",
    "author": "Carine"
  },
  "6-1": {
    "quote": "Believe in what you feel inside, and give your dreams the wings to fly.",
    "author": "Beyoncé"
  },
  "6-2": {
    "quote": "Believe me, you have the strength to get where you want, you just have to want it",
    "author": "Valmir P. Pires"
  },
  "6-3": {
    "quote": "Imagine a story, believe in it, make it happen and be ready to live it.",
    "author": "Unknown"
  },
  "6-4": {
    "quote": "Believe in yourself, before believing in others...",
    "author": "Crislaine Fernanda"
  },
  "6-5": {
    "quote": "I love you very much, even if sometimes you don't believe my feelings.",
    "author": "Camila Carvalho"
  },
  "6-6": {
    "quote": "Whether you believe in order or chaos, in the end, it's the same thing.",
    "author": "Riverdale"
  },
  "6-7": {
    "quote": "Believe in what comes from within, that you will become real.",
    "author": "Samantha Rauber"
  },
  "6-8": {
    "quote": "I'm not one to say \"I love you\" but when I say it, believe me!",
    "author": "Ezequias Clarindo"
  },
  "6-9": {
    "quote": "Only believe in the truth that builds you.",
    "author": "Edson Rufo"
  },
  "6-10": {
    "quote": "Believe in yourself and God will show you how strong you are.",
    "author": "Silvana Nunes"
  },
  "6-11": {
    "quote": "Don't believe anything you hear and half of what you see.",
    "author": "Edgar Allan Poe"
  },
  "6-12": {
    "quote": "Fight even without strength. Believe even without hope.",
    "author": "Aline Aparecida Rocha"
  },
  "6-13": {
    "quote": "Friendship is something eternal. If it ended, believe me, it wasn't true.",
    "author": "Rhaul Alves"
  },
  "6-14": {
    "quote": "Always believe that you can be better than you imagine.",
    "author": "Monica Berg"
  },
  "6-15": {
    "quote": "To win the battle you have to go to battle.",
    "author": "Pedro Wanderley dos Santos"
  },
  "6-16": {
    "quote": "No obstacle will be as great if your will to win is greater.",
    "author": "Unknown"
  },
  "6-17": {
    "quote": "To succeed in life, demand a lot from yourself and little from others...",
    "author": "Confucius"
  },
  "6-18": {
    "quote": "Dream, Fight, Conquer, Everything is possible, You were born to Win.",
    "author": "Andy Orlando"
  },
  "6-19": {
    "quote": "If you want to win in life, consult three old men.",
    "author": "Chinese Proverb"
  },
  "6-20": {
    "quote": "It's sad to fail in life, but it's even sadder not to try to win.",
    "author": "Franklin Roosevelt"
  },
  "6-21": {
    "quote": "Neither win nor lose, but evolve.",
    "author": "Charlie Brown Jr"
  },
  "6-22": {
    "quote": "It's not a question of winning or losing, it's a question of how you play.",
    "author": "Meredith Grey"
  },
  "6-23": {
    "quote": "You may have to fight a battle more than once to win it.",
    "author": "Margaret Thatcher"
  },
  "6-24": {
    "quote": "Giving up something that has no chance of working is a way of winning.",
    "author": "Cibele Dorsa"
  },
  "6-25": {
    "quote": "Do not be overcome by evil, but overcome evil with good.",
    "author": "Holy Bible\nRomans 12:21"
  },
  "6-26": {
    "quote": "Winners always want to win again.",
    "author": "Harvey Specter"
  },
  "6-27": {
    "quote": "How many wars will I have to win for a little peace?",
    "author": "Maria Bethânia"
  },
  "6-28": {
    "quote": "I will overcome my pain and follow my path.",
    "author": "Anne Frank"
  },
  "6-29": {
    "quote": "It doesn't matter if it was 10 centimeters, or 10 kilometers. Winning is winning",
    "author": "Toreto Fast and Furious"
  },
  "6-30": {
    "quote": "Let me win. But if I can't, let me be brave in trying.",
    "author": "Arnold Schwarzenegger"
  },
  "7-1": {
    "quote": "I don't fight because I think I'm going to win. I fight because I have to win.",
    "author": "Bleach"
  },
  "7-2": {
    "quote": "If you don't play, you will never win.",
    "author": "Charles Bukowski"
  },
  "7-3": {
    "quote": "Don't go to trial if you're not going to win.",
    "author": "Harvey Specter"
  },
  "7-4": {
    "quote": "My commitment is to always win.",
    "author": "Dragon Ball"
  },
  "7-5": {
    "quote": "To succeed in life, demand a lot from yourself and little from others.",
    "author": "Augusto CuryNote: The future of humanity"
  },
  "7-6": {
    "quote": "Always fight, maybe win, but never give up",
    "author": "Nathan Guilherme"
  },
  "7-7": {
    "quote": "Fight? Always Win? Sometimes\nGive up? Never!",
    "author": "Walison Santos"
  },
  "7-8": {
    "quote": "Fight all the battles you can win, but never fight for the sake of fighting.",
    "author": "Shihan Cicero Melo - Hosho Ryu Ninpo"
  },
  "7-9": {
    "quote": "The strength to fight comes from the will to win!",
    "author": "Lenaglis"
  },
  "7-10": {
    "quote": "Knock until it opens, persist until it opens.Fight to win!",
    "author": "Samuel Ranner"
  },
  "7-11": {
    "quote": "To win any battle, you must fight as if you were already dead.",
    "author": "Miyamoto MusashiNote: Citation attributed. Authorship not confirmed."
  },
  "7-12": {
    "quote": "Always fight, win, sometimes NEVER give up.",
    "author": "Mmago"
  },
  "7-13": {
    "quote": "Always fight...Win Maybe...\nNever give up...",
    "author": "Maxwellton"
  },
  "7-14": {
    "quote": "People want to win but they don't want to fight. Isn't that strange?",
    "author": "Jeozadaque Martins"
  },
  "7-15": {
    "quote": "Real fighting is never giving up on winning",
    "author": "Risia Brenda"
  },
  "7-16": {
    "quote": "I was created to fight and born to win.",
    "author": "Nailson Pimenta"
  },
  "7-17": {
    "quote": "Dare to fight, dare to win",
    "author": "Carlos Lamarca"
  },
  "7-18": {
    "quote": "Better to overcome the past, take care of the present and fight for the future.",
    "author": "Taiane Mello"
  },
  "7-19": {
    "quote": "You need to choose the causes you will fight for in this world.",
    "author": "John Green\n\n\n\nGREEN, J. The Fault in Our Stars. Rio de Janeiro: Intrínseca, 2012"
  },
  "7-20": {
    "quote": "find another way to STAY and FIGHT.",
    "author": "Teen Wolf"
  },
  "7-21": {
    "quote": "When you love someone, it's worth fighting for, no matter the odds.",
    "author": "Pretty Little Liars"
  },
  "7-22": {
    "quote": "We defend so much without knowing what to fight for...",
    "author": "Legião Urbana\nSoldados"
  },
  "7-23": {
    "quote": "I'm not going to fight your war. I'm going to end it.",
    "author": "Captain Marvel"
  },
  "7-24": {
    "quote": "Fighting is not good, but if you have to fight, win.",
    "author": "Karate Kid"
  },
  "7-25": {
    "quote": "Being a Saint means fighting against everyday sin.",
    "author": "John Paul II"
  },
  "7-26": {
    "quote": "I can take care of clouds, but I can't fight an eclipse.",
    "author": "Stephenie Meyer - Eclipse"
  },
  "7-27": {
    "quote": "Why fight if we can negotiate?",
    "author": "Captain Jack Sparrow"
  },
  "7-28": {
    "quote": "Now and forever, we will stay until tomorrowAnd we promise to fight for our destiny",
    "author": "Slipknot"
  },
  "7-29": {
    "quote": "Being a winner is never giving up fighting, even when you're always losing.",
    "author": "Paulo Roberto Avelino de Oliveira"
  },
  "7-30": {
    "quote": "If you don't fight for something, you will be defeated by anything.",
    "author": "UnknownNote: Despite being mentioned in the film \"Sucker Punch: Mundo Surreal\", the true authorship of the phrase is unknown.\n...More"
  },
  "7-31": {
    "quote": "You can't overcome struggles, you simply learn to fight.",
    "author": "Mike Murdock"
  },
  "8-1": {
    "quote": "Fight and fight, until lambs turn into lions...",
    "author": "Robin Hood"
  },
  "8-2": {
    "quote": "Because it's... easier to run away than to fight for what you really want.",
    "author": "Pretty Little Liars"
  },
  "8-3": {
    "quote": "Do you know what's worth fighting for?",
    "author": "Green Day"
  },
  "8-4": {
    "quote": "I can take care of clouds, but I can't fight an eclipse.",
    "author": "Jacob Black"
  },
  "8-5": {
    "quote": "Judoka doesn't improve himself to fight, he fights to improve himself.",
    "author": "Jigoro Kano"
  },
  "8-6": {
    "quote": "Always fight, never give up.",
    "author": "Unknown"
  },
  "8-7": {
    "quote": "Giving up is for cowards and weaklings; fighting for something lost is for idiots!",
    "author": "Diogo Lima"
  },
  "8-8": {
    "quote": "War is the choice of those who will not fight",
    "author": "Bono Vox"
  },
  "8-9": {
    "quote": "\"Whoever is afraid to fight, doesn't have the courage to live\"",
    "author": "Lamharck Dias"
  },
  "8-10": {
    "quote": "Why fight so much in fear of death if it is the only certainty in life?",
    "author": "Washington rock"
  },
  "8-11": {
    "quote": "Dean: I'm tired. Tired of struggling with what I'm supposed to be.",
    "author": "Supernatural - season 5 - eps 18"
  },
  "8-12": {
    "quote": "If life takes you away, fight for every inch.",
    "author": "Five Steps From You"
  },
  "8-13": {
    "quote": "Just one more round!",
    "author": "Rocky Balboa"
  },
  "8-14": {
    "quote": "To succeed in life, you need to do everything with enthusiasm.",
    "author": "Paul Nyssens"
  },
  "8-15": {
    "quote": "The surest way to avoid failure is to decide to win.",
    "author": "Sheridan"
  },
  "8-16": {
    "quote": "Whoever dared to conquer and went out to fight, goes further",
    "author": "Preacher Luo"
  },
  "8-17": {
    "quote": "The biggest defeat in life is when we stop fighting for our dreams",
    "author": "Adriano Menezes"
  },
  "8-18": {
    "quote": "There is no defeat that defeats those who were born to win.",
    "author": "Unknown"
  },
  "8-19": {
    "quote": "Problems are our best friends.",
    "author": "Lair Ribeiro"
  },
  "8-20": {
    "quote": "Once established, the tendency of every belief is to perpetuate itself",
    "author": "Lair Ribeiro"
  },
  "8-21": {
    "quote": "What matters is not what happens to you, but your perception.",
    "author": "Lair Ribeiro"
  },
  "8-22": {
    "quote": "If I can choose, I choose to be the best I can be.",
    "author": "CAMILA HARUMI"
  },
  "8-23": {
    "quote": "Don't run away from your fears, they are not afraid of you.",
    "author": "VALUE ACHIEVEMENT"
  },
  "8-24": {
    "quote": "It was never a shame to kneel to pray, ask for protection and get up to fight.",
    "author": "Unknown"
  },
  "8-25": {
    "quote": "You don't win alone. That's the way it is.(Tobio Kageyama)",
    "author": "Haikyuu!!"
  },
  "8-26": {
    "quote": "Whoever beats someone else is a winner, but whoever beats himself is invincible.",
    "author": "Morihei Ueshiba"
  },
  "8-27": {
    "quote": "Never underestimate the power of your vision to change your world.",
    "author": "Caio Carneiro"
  },
  "8-28": {
    "quote": "The force of thought is stronger than we imagine",
    "author": "Luiza Paiva"
  },
  "8-29": {
    "quote": "God knows the right time to make your dreams come true, believe me.",
    "author": "Erick Pereira"
  },
  "8-30": {
    "quote": "What bothers you imprisons you.",
    "author": "Gustavo Boroni"
  },
  "8-31": {
    "quote": "Don't listen to anyone's negative opinionBelieve in yourself despite everything",
    "author": "Osmar Pinheiro"
  },
  "9-1": {
    "quote": "If you care so much about winning, then play alone.",
    "author": "Arabic Proverb"
  },
  "9-2": {
    "quote": "You think you're better, but you know very well that I can beat you.",
    "author": "Ricardo Limão"
  },
  "9-3": {
    "quote": "Making money is luck. Making money is skill.",
    "author": "Felipe Leone"
  },
  "9-4": {
    "quote": "Have you ever thought about how much time you waste to earn the money you spend?",
    "author": "Salgado Filho"
  },
  "9-5": {
    "quote": "Everything you can gain depends on everything you are willing to lose.",
    "author": "Tayrelene do Vale"
  },
  "9-6": {
    "quote": "Is it the man who earns the money... or is it the other way around?",
    "author": "Arabic Proverb"
  },
  "9-7": {
    "quote": "If you want to win, you have to know how to lose.",
    "author": "Bruno Barreto"
  },
  "9-8": {
    "quote": "If I win and you lose, then I will lose too.",
    "author": "Luís Miguel Militão Guerreiro"
  },
  "9-9": {
    "quote": "To win, you need to risk losing",
    "author": "Carlos Bertini"
  },
  "9-10": {
    "quote": "It's not worth winning something and losing it.",
    "author": "karolina s. Abreu"
  },
  "9-11": {
    "quote": "I lost you, without even trying to win.",
    "author": "Yohanna"
  },
  "9-12": {
    "quote": "We must win with grace and lose with dignity.",
    "author": "David Ben Schwantes"
  },
  "9-13": {
    "quote": "Want to gain millions of followers? Poke a hive!",
    "author": "Eduardo Costa"
  },
  "9-14": {
    "quote": "The difference between winning and losing, most of the time, is not giving up.",
    "author": "Walt Disney"
  },
  "9-15": {
    "quote": "Not that I just want to win, but I'm tired of losing",
    "author": "Unknown"
  },
  "9-16": {
    "quote": "The time it takes to earn money kills the essential part of life.",
    "author": "The Big Short"
  },
  "9-17": {
    "quote": "Life is like a game of chess where you have to think to win.",
    "author": "Igor Silveira Vasconcelos"
  },
  "9-18": {
    "quote": "Regardless of the choice, you have to lose to win.",
    "author": "joanderson the joker"
  },
  "9-19": {
    "quote": "By peace and trust one can win the dayDespite all its losses.",
    "author": "Led Zeppelin"
  },
  "9-20": {
    "quote": "When we enter a war, it is to win.",
    "author": "Bill Clinton"
  },
  "9-21": {
    "quote": "\"The only thing left is for me to want you, win you and lose you\"",
    "author": "Lulu Santos"
  },
  "9-22": {
    "quote": "Unfortunately there is no way to gain the world without losing a little of ourselves.",
    "author": "Fred Elboni\n\n\n\nMy Private Universe"
  },
  "9-23": {
    "quote": "Trust is something so fragile that it can be gained or lost in an instant.",
    "author": "As Telefonistas"
  },
  "9-24": {
    "quote": "You didn't lose anything, you just stopped winning!",
    "author": "Larice Carla Oliveira"
  },
  "9-25": {
    "quote": "You can't win a race without starting the car.",
    "author": "Sean"
  },
  "9-26": {
    "quote": "If you win, say nothing. If you lose, say even less.",
    "author": "Paul Brown"
  },
  "9-27": {
    "quote": "Knowing how to give in on time is another way to win.",
    "author": "Baltasar Gracián y Morales"
  },
  "9-28": {
    "quote": "Losing is just another way of winning",
    "author": "Gustavo Moura"
  },
  "9-29": {
    "quote": "Having money is one thing, knowing how to make money is another.",
    "author": "RB Correa"
  },
  "9-30": {
    "quote": " ⁠ To win big, sometimes you have to take big risks.",
    "author": "Bill Gates"
  },
  "10-1": {
    "quote": "If I win an Oscar I will be remembered. And then my life will have meaning",
    "author": "BoJack Horseman"
  },
  "10-2": {
    "quote": "Certain games, in an attempt to win, only make you lose.",
    "author": "Lavinia Lins"
  },
  "10-3": {
    "quote": "Earn money but don't let it earn you.",
    "author": "Unknown"
  },
  "10-4": {
    "quote": "Losing a battle is nothing more than an obligation to win another.",
    "author": "José Martí"
  },
  "10-5": {
    "quote": "The smartest way to get attention is to not pay attention.",
    "author": "thay crismaltely"
  },
  "10-6": {
    "quote": "I would rather get coffee than compliments right now.",
    "author": "Louisa May Alcott"
  },
  "10-7": {
    "quote": "It's not easy to gain my trust, but it's easy to lose it.",
    "author": "Confiter"
  },
  "10-8": {
    "quote": "And what's the point of gaining the world and losing your soul?",
    "author": "Unknown"
  },
  "10-9": {
    "quote": "Not everything in life is what we want, sometimes to win you have to lose.",
    "author": "Arthur Borges"
  },
  "10-10": {
    "quote": "He who works all day has no time to earn money.",
    "author": "John D.Rockefeller"
  },
  "10-11": {
    "quote": " ⁠ Only you can completely humiliate yourself and still win the night.",
    "author": "Dynasty"
  },
  "10-12": {
    "quote": "It doesn't matter if you win by a second or a kilometer, winning is winning.",
    "author": "Vin Diesel"
  },
  "10-13": {
    "quote": "It's better to lose money and make a living than the other way around.",
    "author": "Frei Vicente"
  },
  "10-14": {
    "quote": "What I know makes me money. What I don't know makes me lose money.",
    "author": "Robert Kiyosaki"
  },
  "10-15": {
    "quote": "Take a risk! You only have something to lose if you have nothing to gain!",
    "author": "Patrick Leandro"
  },
  "10-16": {
    "quote": "You can't win them all. The important thing is not to lose them all.",
    "author": "Marinho Guzman"
  },
  "10-17": {
    "quote": "I have nothing I can lose and there is nothing I want to gain.",
    "author": "Fernanda Magalhães"
  },
  "10-18": {
    "quote": "sometimes it is better to lose than to win because the suffering is the same.",
    "author": "suellen pires"
  },
  "10-19": {
    "quote": "It's great to make new friends without neglecting your old ones.",
    "author": "Queen Christina of Sweden"
  },
  "10-20": {
    "quote": "The calculation of relativity is difficult but conquering you is impossible.",
    "author": "crazy"
  },
  "10-21": {
    "quote": "It's not by dominating me that you will conquer me.",
    "author": "Legião Urbana"
  },
  "10-22": {
    "quote": "It is better to conquer yourself than to conquer the world",
    "author": "Buddha"
  },
  "10-23": {
    "quote": "How to win over a woman in 2 words: DO YOU WANT VODKA???????",
    "author": "Isabela FreitasNote: Shared by the author on social media"
  },
  "10-24": {
    "quote": "It is necessary to lose the irrelevant to conquer the fundamental.",
    "author": "MGT"
  },
  "10-25": {
    "quote": "He has plenty of trickery and freedom to conquer.",
    "author": "3030"
  },
  "10-26": {
    "quote": "The first step to winning a woman's heart is being into her.",
    "author": "Paulo Ricardo Mello"
  },
  "10-27": {
    "quote": "No one needs to conquer the world, just wisdom to live in it.",
    "author": "VicenteCunha"
  },
  "10-28": {
    "quote": "The best things in life are the hardest to achieve",
    "author": "Thiago Silva"
  },
  "10-29": {
    "quote": "Trust is easy to earn and difficult to regain.",
    "author": "iran mnr"
  },
  "10-30": {
    "quote": "It's easier to conquer an entire city than a wounded friend.",
    "author": "Ricardo Gondim"
  },
  "10-31": {
    "quote": "To win great victories it is necessary to fight great battles.",
    "author": "Felipe Arco"
  },
  "11-1": {
    "quote": "Wanting is not power; it can even be, wanting to have; I prefer to conquer to have.",
    "author": "Malik Black )"
  },
  "11-2": {
    "quote": "Fear and Courage, if used in harmony, lead us to conquer the impossible.",
    "author": "Vinicius Siqueira"
  },
  "11-3": {
    "quote": "Every man is capable of conquering a woman who dreams...",
    "author": "Josyas"
  },
  "11-4": {
    "quote": "Conquering others is having power. Conquering ourselves is knowing the way.",
    "author": "Unknown"
  },
  "11-5": {
    "quote": "How much emotional control do you have to achieve your goals?",
    "author": "Andrelina Lima"
  },
  "11-6": {
    "quote": "I believe that in the end the truth will win.",
    "author": "John Wycliffe"
  },
  "11-7": {
    "quote": "A famous tactic of the Devil is to divide and conquer.",
    "author": "Pr. Ronildo Santos"
  },
  "11-8": {
    "quote": "Knowing how to give up this to achieve that. It's as simple as that.",
    "author": "Thalita Souza"
  },
  "11-9": {
    "quote": "I will return, after the fights, after conquering my space, I will return.",
    "author": "Chili."
  },
  "11-10": {
    "quote": "Achieving prosperity is a task that requires more wisdom than intelligence!",
    "author": "Paulo Eduardo Dubiel"
  },
  "11-11": {
    "quote": "Do not conquer power, but have the power to conquer.",
    "author": "Ariel Lisboa"
  },
  "11-12": {
    "quote": "Knowing how to conquer is the secret to not needing to demand...",
    "author": "Thatu Nunes (DraDoAmor)"
  },
  "11-13": {
    "quote": " ⁠ The secret to success is to achieve what money cannot buy .",
    "author": "The Dream Seller"
  },
  "11-14": {
    "quote": "We have to be optimistic, think positive that we will achieve our dreams.",
    "author": "Sergio Furquim"
  },
  "11-15": {
    "quote": "Get customers and they will get more customers for you.",
    "author": "César Mors"
  },
  "11-16": {
    "quote": "A woman conquers in her eyes, it's like a secret that a man insists on deciphering",
    "author": "Rafael Andradee"
  },
  "11-17": {
    "quote": "When people show you who they are, believe them the first time.",
    "author": "Maya Angelou"
  },
  "11-18": {
    "quote": "Incompetence, believe me, has destroyed more politicians than dishonesty.",
    "author": "Ediel"
  },
  "11-19": {
    "quote": "Believe: The past has no return, and nothing hurts forever.",
    "author": "Caio Fernando Abreu"
  },
  "11-20": {
    "quote": "If you have a dream, just believe it.",
    "author": "Justin Bieber"
  },
  "11-21": {
    "quote": "Give importance to your dreams. Believe in yourself. Never give up.",
    "author": "Jefferson Alan"
  },
  "11-22": {
    "quote": "Have faith and believe, the best is already yours. He has already reserved it for you.",
    "author": "Caio Fernando Abreu"
  },
  "11-23": {
    "quote": "Photography is a gift. Believe me, one wrong angle changes everything.",
    "author": "Itarcio AL"
  },
  "11-24": {
    "quote": "I don't need good lawyers, I have the best and believe me he doesn't charge.",
    "author": "Adriano Soares"
  },
  "11-25": {
    "quote": "Do your part and believe in God. The rest will soon follow.",
    "author": "Hélder Sena de Sousa"
  },
  "11-26": {
    "quote": "Believe in people but to your limit.",
    "author": "Cilene Uzêda"
  },
  "11-27": {
    "quote": "Never believe a man's words, but rather his feelings.",
    "author": "Rafael Imamura"
  },
  "11-28": {
    "quote": "Never believe in foreign aid.",
    "author": "Adolf Hitler"
  },
  "11-29": {
    "quote": "Believe me, your own vulnerability is your greatest strength.",
    "author": "Nay ZASH"
  },
  "11-30": {
    "quote": "Before anything, believe in yourself, know that you are capable!",
    "author": "LUIZA CAROLINA"
  },
  "12-1": {
    "quote": "if they talk bad about me, don't believe it...if they talk well, be suspicious.",
    "author": "sersan"
  },
  "12-2": {
    "quote": "\"Believe in life, that's worth it.\"",
    "author": "Edson Rufo"
  },
  "12-3": {
    "quote": "''Believe: Perfect things are almost always yet to come.''",
    "author": "Rebecka Souza"
  },
  "12-4": {
    "quote": "Believe in the power of words, after all, all the faith in the world is based on them.",
    "author": "Roger Stankewski"
  },
  "12-5": {
    "quote": "Believe in yourself. You are capable of much more than you know.",
    "author": "Karen Berg"
  },
  "12-6": {
    "quote": "Dream, believe and achieve.",
    "author": "Evelyn Bianchi"
  },
  "12-7": {
    "quote": "And in silence God always puts everything in \nits rightful place!\nBelieve...",
    "author": "Paula Monteiro"
  },
  "12-8": {
    "quote": "Believe me, trying to be someone else is harder than being yourself.",
    "author": "Pr. Ivan Junio (Pastor Insano)"
  },
  "12-9": {
    "quote": "- I need you to believe- Believe in what?\n- Believe in magic.",
    "author": "Once Upon a Time"
  },
  "12-10": {
    "quote": "Believe me, everything is better with a good lie.",
    "author": "Pretty Little Liars-Cece Drake"
  },
  "12-11": {
    "quote": "Believe in yourself, don't waste time believing in others.",
    "author": "Marcelle Figueiredo"
  },
  "12-12": {
    "quote": " ⁠ Believe:The future becomes a past without a present!",
    "author": "Kovalski Luis"
  },
  "12-13": {
    "quote": "No matter what happens, believe that tomorrow will be a better day.",
    "author": "Renner Bulcão"
  },
  "12-14": {
    "quote": "Axiom Number 1: don't believe it, reality is a matter of optics!",
    "author": "Master DeRose"
  },
  "12-15": {
    "quote": "Never give up on your dreams, even if no one believes in them.",
    "author": "Thalita Rebouças"
  },
  "12-16": {
    "quote": "There will be a lot of people saying it won't work. Believe in yourself.",
    "author": "Flávio Augusto da Silva"
  },
  "12-17": {
    "quote": "Fight and conquer, overcome your fears. Believe in your dreams.",
    "author": "AISLAN DLANO"
  },
  "12-18": {
    "quote": "Have faith, believe and don't stand still",
    "author": "Aquiles Maior"
  },
  "12-19": {
    "quote": "Winning is not about winning, it's about fighting;",
    "author": "Julio Aukay"
  },
  "12-20": {
    "quote": "Evolving is fighting, conquering and overcoming the hardships of life",
    "author": "Iaponira Barros"
  },
  "12-21": {
    "quote": "Winning is for those who are lucky; winning is for those who have the ability.",
    "author": "Dáblio Melo"
  },
  "12-22": {
    "quote": "Be careful when trying to win at any cost, you end up just like the enemy.",
    "author": "Ed René Kivitz"
  },
  "12-23": {
    "quote": "You don't always fight to win. You fight for dignity!",
    "author": "Leandro M Ferreira neto"
  },
  "12-24": {
    "quote": "You really can't beat someone who insists on continuing the argument.",
    "author": "The Heirs (series)"
  },
  "12-25": {
    "quote": "More important than the will to win is the courage to start.",
    "author": "Roger Stankewski"
  },
  "12-26": {
    "quote": "Patience is the best way to win.",
    "author": "Saint Anthony of Padua"
  },
  "12-27": {
    "quote": "No discouragement can be greater than the desire to be happy and win!",
    "author": "Vanessa Pimentel"
  },
  "12-28": {
    "quote": "Those who don't feel are in charge. Those who think only what they need to win win.",
    "author": "Fernando Pessoa"
  },
  "12-29": {
    "quote": "Born to lose, live to win.",
    "author": "Lemmy Kilmister"
  },
  "12-30": {
    "quote": "It's difficult to overcome prejudice, because skin color still has an address.",
    "author": "Luiz Machado"
  },
  "12-31": {
    "quote": "The great thing in life is to overcome sadness by expressing a beautiful smile.",
    "author": "Mário Pires"
  }
}